Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: Some of the advertisements you see on the Site are selected and delivered by third parties, such as ad networks, advertising agencies, advertisers, and audience segment providers. These third parties may collect information about you and your online activities, either on the Site or on other websites, through cookies, web beacons, and other technologies in an effort to understand your interests and deliver to you advertisements that are tailored to your interests. The information practices of these third parties are not covered by this privacy policy
ar: يتم تحديد بعض الإعلانات التي تراها على الموقع وتسليمها بواسطة جهات خارجية ، مثل شبكات الإعلانات ووكالات الإعلان والمعلنين وموفري شرائح الجمهور. قد تجمع هذه الأطراف الثالثة معلومات عنك وعن أنشطتك عبر الإنترنت ، سواء على الموقع أو على مواقع الويب الأخرى ، من خلال ملفات تعريف الارتباط وإشارات الويب والتقنيات الأخرى في محاولة لفهم اهتماماتك وتقديم إعلانات مخصصة لك. لا تغطي سياسة الخصوصية هذه ممارسات المعلومات الخاصة بهذه الأطراف الثالثة
de: Einige der Anzeigen, die Sie auf der Website sehen, werden von Dritten ausgewählt und bereitgestellt, wie z. B. Werbenetzwerken, Werbeagenturen, Werbetreibenden und Anbietern von Zielgruppensegmenten. Diese Drittanbieter können über Cookies, Web-Beacons und andere Technologien Informationen über Sie und Ihre Online-Aktivitäten sammeln, entweder auf der Site oder auf anderen Websites, um Ihre Interessen zu verstehen und Ihnen auf Ihre Interessen zugeschnittene Werbung zu liefern. Die Informationspraktiken dieser Drittanbieter werden von dieser Datenschutzerklärung nicht abgedeckt not
es: Algunos de los anuncios que ve en el Sitio son seleccionados y entregados por terceros, como redes publicitarias, agencias de publicidad, anunciantes y proveedores de segmentos de audiencia. Estos terceros pueden recopilar información sobre usted y sus actividades en línea, ya sea en el Sitio o en otros sitios web, a través de cookies, balizas web y otras tecnologías en un esfuerzo por comprender sus intereses y entregarle anuncios que se adapten a sus intereses. Las prácticas de información de estos terceros no están cubiertas por esta política de privacidad.
fr: Certaines des publicités que vous voyez sur le Site sont sélectionnées et diffusées par des tiers, tels que des réseaux publicitaires, des agences de publicité, des annonceurs et des fournisseurs de segments d&#39;audience. Ces tiers peuvent collecter des informations sur vous et vos activités en ligne, soit sur le Site, soit sur d&#39;autres sites Web, par le biais de cookies, de balises Web et d&#39;autres technologies dans le but de comprendre vos intérêts et de vous proposer des publicités adaptées à vos intérêts. Les pratiques d&#39;information de ces tiers ne sont pas couvertes par cette politique de confidentialité
hi: साइट पर आपके द्वारा देखे जाने वाले कुछ विज्ञापन तीसरे पक्ष द्वारा चुने और वितरित किए जाते हैं, जैसे विज्ञापन नेटवर्क, विज्ञापन एजेंसियां, विज्ञापनदाता और ऑडियंस खंड प्रदाता। ये तृतीय पक्ष आपके और आपकी ऑनलाइन गतिविधियों के बारे में जानकारी एकत्र कर सकते हैं, या तो साइट पर या अन्य वेबसाइटों पर, कुकीज़, वेब बीकन और अन्य तकनीकों के माध्यम से आपकी रुचियों को समझने के प्रयास में और आपकी रुचियों के अनुरूप विज्ञापन आपको वितरित करने के प्रयास में। इन तृतीय पक्षों की सूचना प्रथाएं इस गोपनीयता नीति द्वारा कवर नहीं की जाती हैं
id: Beberapa iklan yang Anda lihat di Situs dipilih dan dikirimkan oleh pihak ketiga, seperti jaringan iklan, biro iklan, pengiklan, dan penyedia segmen audiens. Pihak ketiga ini dapat mengumpulkan informasi tentang Anda dan aktivitas online Anda, baik di Situs atau di situs web lain, melalui cookie, web beacon, dan teknologi lainnya dalam upaya untuk memahami minat Anda dan mengirimkan kepada Anda iklan yang disesuaikan dengan minat Anda. Praktik informasi dari pihak ketiga ini tidak tercakup dalam kebijakan privasi ini
it: Alcuni degli annunci pubblicitari che vedi sul Sito sono selezionati e forniti da terze parti, come reti pubblicitarie, agenzie pubblicitarie, inserzionisti e fornitori di segmenti di pubblico. Queste terze parti possono raccogliere informazioni su di te e sulle tue attività online, sia sul Sito che su altri siti Web, tramite cookie, web beacon e altre tecnologie nel tentativo di comprendere i tuoi interessi e fornirti annunci pubblicitari personalizzati in base ai tuoi interessi. Le pratiche informative di queste terze parti non sono coperte da questa politica sulla privacy
ja: サイトに表示される広告の一部は、広告ネットワーク、広告代理店、広告主、オーディエンスセグメントプロバイダーなどのサードパーティによって選択および配信されます。これらの第三者は、お客様の興味を理解し、お客様の興味に合わせた広告を配信するために、Cookie、Webビーコン、およびその他のテクノロジーを通じて、サイトまたは他のWebサイトでのお客様およびお客様のオンライン活動に関する情報を収集する場合があります。これらのサードパーティの情報慣行は、このプライバシーポリシーの対象外です
ko: 사이트에서 보는 광고 중 일부는 광고 네트워크, 광고 대행사, 광고주 및 잠재고객 세그먼트 제공업체와 같은 제3자가 선택하고 제공합니다. 이러한 제3자는 쿠키, 웹 비콘 및 기타 기술을 통해 사이트 또는 다른 웹사이트에서 귀하와 귀하의 온라인 활동에 대한 정보를 수집하여 귀하의 관심사를 이해하고 귀하의 관심사에 맞는 광고를 제공할 수 있습니다. 이러한 제3자의 정보 관행은 이 개인 정보 보호 정책의 적용을 받지 않습니다.
pl: Niektóre reklamy, które widzisz w Witrynie, są wybierane i dostarczane przez strony trzecie, takie jak sieci reklamowe, agencje reklamowe, reklamodawcy i dostawcy segmentów odbiorców. Te strony trzecie mogą gromadzić informacje o Tobie i Twoich działaniach online, zarówno w Witrynie, jak i na innych stronach internetowych, za pomocą plików cookie, sygnałów nawigacyjnych i innych technologii w celu zrozumienia Twoich zainteresowań i dostarczania Ci reklam dostosowanych do Twoich zainteresowań. Praktyki informacyjne tych stron trzecich nie są objęte niniejszą polityką prywatności
pt: Alguns dos anúncios que você vê no Site são selecionados e entregues por terceiros, como redes de anúncios, agências de publicidade, anunciantes e provedores de segmento de público. Esses terceiros podem coletar informações sobre você e suas atividades online, seja no Site ou em outros sites, por meio de cookies, web beacons e outras tecnologias, em um esforço para compreender seus interesses e entregar a você anúncios personalizados de acordo com seus interesses. As práticas de informação desses terceiros não são cobertas por esta política de privacidade
ru: Некоторые рекламные объявления, которые вы видите на Сайте, выбираются и доставляются третьими сторонами, такими как рекламные сети, рекламные агентства, рекламодатели и поставщики сегментов аудитории. Эти третьи стороны могут собирать информацию о вас и ваших действиях в Интернете либо на Сайте, либо на других веб-сайтах с помощью файлов cookie, веб-маяков и других технологий, чтобы понять ваши интересы и предоставить вам рекламные объявления, соответствующие вашим интересам. Информационная практика этих третьих сторон не регулируется настоящей политикой конфиденциальности.
th: โฆษณาบางรายการที่คุณเห็นบนเว็บไซต์ได้รับการคัดเลือกและจัดส่งโดยบุคคลที่สาม เช่น เครือข่ายโฆษณา บริษัทตัวแทนโฆษณา ผู้โฆษณา และผู้ให้บริการกลุ่มผู้ชม บุคคลที่สามเหล่านี้อาจรวบรวมข้อมูลเกี่ยวกับคุณและกิจกรรมออนไลน์ของคุณ ทั้งบนเว็บไซต์หรือบนเว็บไซต์อื่น ๆ ผ่านคุกกี้ เว็บบีคอน และเทคโนโลยีอื่น ๆ เพื่อพยายามทำความเข้าใจความสนใจของคุณและนำเสนอโฆษณาที่เหมาะกับความสนใจของคุณ แนวทางปฏิบัติด้านข้อมูลของบุคคลที่สามเหล่านี้ไม่ครอบคลุมถึงนโยบายความเป็นส่วนตัวนี้
tr: Sitede gördüğünüz reklamlardan bazıları, reklam ağları, reklam ajansları, reklamcılar ve izleyici segmenti sağlayıcıları gibi üçüncü şahıslar tarafından seçilir ve iletilir. Bu üçüncü taraflar, ilgi alanlarınızı anlamak ve size ilgi alanlarınıza göre uyarlanmış reklamlar sunmak amacıyla çerezler, web işaretçileri ve diğer teknolojiler aracılığıyla Sitede veya diğer web sitelerinde sizin ve çevrimiçi etkinlikleriniz hakkında bilgi toplayabilir. Bu üçüncü tarafların bilgi uygulamaları bu gizlilik politikası kapsamında değildir.
vi: Một số quảng cáo bạn thấy trên Trang web được lựa chọn và phân phối bởi các bên thứ ba, chẳng hạn như mạng quảng cáo, đại lý quảng cáo, nhà quảng cáo và nhà cung cấp phân khúc đối tượng. Các bên thứ ba này có thể thu thập thông tin về bạn và các hoạt động trực tuyến của bạn, trên Trang web hoặc trên các trang web khác, thông qua cookie, đèn hiệu web và các công nghệ khác nhằm tìm hiểu sở thích của bạn và cung cấp cho bạn những quảng cáo phù hợp với sở thích của bạn. Các thông lệ về thông tin của các bên thứ ba này không được đề cập trong chính sách bảo mật này

source: We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety. However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses
ar: نحن لا نبيع أو نتاجر أو ننقل معلومات التعريف الشخصية الخاصة بك إلى أطراف خارجية. لا يشمل ذلك الجهات الخارجية الموثوقة التي تساعدنا في تشغيل موقعنا على الويب أو إدارة أعمالنا أو تقديم الخدمات لك ، طالما أن هذه الأطراف توافق على الحفاظ على سرية هذه المعلومات. يجوز لنا أيضًا الإفصاح عن معلوماتك عندما نعتقد أن الإفراج عنها مناسب للامتثال للقانون أو فرض سياسات موقعنا أو حماية حقوقنا أو حقوقنا أو ممتلكاتنا أو سلامتنا. ومع ذلك ، قد يتم تقديم معلومات الزائر غير الشخصية لأطراف أخرى للتسويق أو الإعلان أو استخدامات أخرى
de: Wir verkaufen, handeln oder übertragen Ihre personenbezogenen Daten nicht an Dritte. Dies gilt nicht für vertrauenswürdige Dritte, die uns beim Betrieb unserer Website, bei der Durchführung unserer Geschäfte oder bei der Betreuung von Ihnen unterstützen, solange diese Parteien zustimmen, diese Informationen vertraulich zu behandeln. Wir können Ihre Daten auch freigeben, wenn wir der Meinung sind, dass die Freigabe angemessen ist, um Gesetze einzuhalten, unsere Website-Richtlinien durchzusetzen oder unsere Rechte, das Eigentum oder die Sicherheit von uns oder anderen zu schützen. Es können jedoch nicht persönlich identifizierbare Besucherinformationen an andere Parteien zu Marketing-, Werbe- oder anderen Zwecken weitergegeben werden
es: No vendemos, comercializamos ni transferimos a terceros su información de identificación personal. Esto no incluye a los terceros de confianza que nos ayudan a operar nuestro sitio web, realizar nuestro negocio o brindarle servicios, siempre que esas partes acuerden mantener esta información confidencial. También podemos divulgar su información cuando creemos que la divulgación es apropiada para cumplir con la ley, hacer cumplir las políticas de nuestro sitio o proteger nuestros derechos, la propiedad o la seguridad de otros. Sin embargo, la información del visitante no identificable personalmente se puede proporcionar a otras partes para fines de marketing, publicidad u otros usos.
fr: Nous ne vendons, n&#39;échangeons ni ne transférons de quelque manière que ce soit à des tiers vos informations personnellement identifiables. Cela n&#39;inclut pas les tiers de confiance qui nous aident à exploiter notre site Web, à mener nos activités ou à vous servir, tant que ces parties conviennent de garder ces informations confidentielles. Nous pouvons également divulguer vos informations lorsque nous pensons que la divulgation est appropriée pour se conformer à la loi, appliquer les politiques de notre site ou protéger nos droits, notre propriété ou notre sécurité ou ceux d&#39;autres. Cependant, des informations sur les visiteurs non personnellement identifiables peuvent être fournies à d&#39;autres parties à des fins de marketing, de publicité ou d&#39;autres utilisations.
hi: हम आपकी व्यक्तिगत रूप से पहचान योग्य जानकारी को बाहरी पार्टियों को बेचते, व्यापार या अन्यथा हस्तांतरित नहीं करते हैं। इसमें विश्वसनीय तृतीय पक्ष शामिल नहीं हैं जो हमारी वेबसाइट के संचालन, हमारे व्यवसाय का संचालन करने या आपकी सेवा करने में हमारी सहायता करते हैं, जब तक कि वे पक्ष इस जानकारी को गोपनीय रखने के लिए सहमत होते हैं। हम आपकी जानकारी तब भी जारी कर सकते हैं जब हमें लगता है कि रिलीज कानून का पालन करने, हमारी साइट नीतियों को लागू करने, या हमारे या अन्य अधिकारों, संपत्ति या सुरक्षा की रक्षा करने के लिए उपयुक्त है। हालांकि, गैर-व्यक्तिगत रूप से पहचान योग्य आगंतुक जानकारी अन्य पार्टियों को विपणन, विज्ञापन या अन्य उपयोगों के लिए प्रदान की जा सकती है
id: Kami tidak menjual, memperdagangkan, atau mentransfer ke pihak luar informasi pengenal pribadi Anda. Ini tidak termasuk pihak ketiga tepercaya yang membantu kami dalam mengoperasikan situs web kami, menjalankan bisnis kami, atau melayani Anda, selama pihak-pihak tersebut setuju untuk merahasiakan informasi ini. Kami juga dapat merilis informasi Anda ketika kami yakin rilis tersebut sesuai untuk mematuhi hukum, menegakkan kebijakan situs kami, atau melindungi hak, properti, atau keselamatan kami atau orang lain. Namun, informasi pengunjung yang tidak dapat diidentifikasi secara pribadi dapat diberikan kepada pihak lain untuk pemasaran, periklanan, atau penggunaan lainnya
it: Non vendiamo, scambiamo o trasferiamo in altro modo a terzi le tue informazioni di identificazione personale. Ciò non include terze parti fidate che ci assistono nella gestione del nostro sito Web, nella conduzione della nostra attività o nell&#39;assistenza all&#39;utente, a condizione che tali parti accettino di mantenere riservate queste informazioni. Potremmo anche rilasciare le tue informazioni quando riteniamo che il rilascio sia appropriato per rispettare la legge, far rispettare le nostre politiche del sito o proteggere i nostri o altri diritti, proprietà o sicurezza. Tuttavia, informazioni sui visitatori non identificabili personalmente possono essere fornite ad altre parti per scopi di marketing, pubblicità o altri usi
ja: 当社は、お客様の個人情報を販売、取引、またはその他の方法で外部に転送することはありません。これには、当社のWebサイトの運営、事業の遂行、またはお客様へのサービス提供を支援する信頼できる第三者は、これらの当事者がこの情報の機密を保持することに同意する限り、含まれません。また、公開が法律の遵守、サイトポリシーの施行、または当社または他者の権利、財産、または安全の保護に適切であると判断した場合にも、お客様の情報を公開する場合があります。ただし、個人を特定できない訪問者情報は、マーケティング、広告、またはその他の用途のために他の当事者に提供される場合があります。
ko: 당사는 귀하의 개인 식별 정보를 외부 당사자에게 판매, 거래 또는 전송하지 않습니다. 여기에는 해당 당사자가 이 정보를 기밀로 유지하는 데 동의하는 한 웹 사이트 운영, 비즈니스 수행 또는 귀하에게 서비스를 제공하는 데 도움을 주는 신뢰할 수 있는 제3자는 포함되지 않습니다. 또한 공개가 법을 준수하거나 사이트 정책을 시행하거나 당사 또는 다른 사람의 권리, 재산 또는 안전을 보호하기 위해 적절하다고 판단되는 경우 귀하의 정보를 공개할 수 있습니다. 그러나 개인 식별이 불가능한 방문자 정보는 마케팅, 광고 또는 기타 용도로 제3자에게 제공될 수 있습니다.
pl: Nie sprzedajemy, nie handlujemy ani w żaden inny sposób nie przekazujemy podmiotom zewnętrznym Twoich danych osobowych. Nie obejmuje to zaufanych stron trzecich, które pomagają nam w prowadzeniu naszej strony internetowej, prowadzeniu naszej działalności lub obsłudze Ciebie, o ile strony te zgadzają się zachować poufność tych informacji. Możemy również ujawnić Twoje dane, jeśli uważamy, że jest to zgodne z prawem, egzekwowanie naszych zasad dotyczących witryny lub ochrona naszych lub innych praw, własności lub bezpieczeństwa. Jednak informacje o odwiedzających, które nie pozwalają na identyfikację osoby, mogą być przekazywane innym stronom w celach marketingowych, reklamowych lub innych
pt: Não vendemos, trocamos ou de outra forma transferimos a terceiros suas informações de identificação pessoal. Isso não inclui terceiros de confiança que nos auxiliam na operação de nosso site, conduzindo nossos negócios ou atendendo você, desde que essas partes concordem em manter essas informações confidenciais. Também podemos divulgar suas informações quando acreditarmos que é apropriado para cumprir a lei, fazer cumprir as políticas do nosso site ou proteger os nossos direitos, propriedade ou segurança de outros. No entanto, as informações do visitante não pessoalmente identificáveis podem ser fornecidas a outras partes para marketing, publicidade ou outros usos
ru: Мы не продаем, не обмениваем или иным образом не передаем третьим лицам вашу личную информацию. Сюда не входят доверенные третьи стороны, которые помогают нам в управлении нашим веб-сайтом, ведении бизнеса или обслуживании вас, при условии, что эти стороны соглашаются сохранять конфиденциальность этой информации. Мы также можем раскрыть вашу информацию, если мы считаем, что это необходимо для соблюдения закона, обеспечения соблюдения политики нашего сайта или защиты наших или других прав, собственности или безопасности. Однако информация о посетителях, не позволяющая установить личность, может быть предоставлена другим сторонам для маркетинговых, рекламных или других целей.
th: เราไม่ขาย แลกเปลี่ยน หรือโอนข้อมูลที่สามารถระบุตัวบุคคลของคุณไปยังบุคคลภายนอกได้ ไม่รวมถึงบุคคลที่สามที่เชื่อถือได้ซึ่งช่วยเราในการดำเนินงานเว็บไซต์ของเรา ดำเนินธุรกิจของเรา หรือให้บริการคุณ ตราบใดที่ฝ่ายเหล่านั้นตกลงที่จะเก็บข้อมูลนี้เป็นความลับ เราอาจเปิดเผยข้อมูลของคุณเมื่อเราเชื่อว่าการเปิดเผยนั้นเหมาะสมที่จะปฏิบัติตามกฎหมาย บังคับใช้นโยบายเว็บไซต์ของเรา หรือปกป้องสิทธิ์ ทรัพย์สิน หรือความปลอดภัยของเราหรือผู้อื่น อย่างไรก็ตาม ข้อมูลผู้เยี่ยมชมที่ไม่สามารถระบุตัวบุคคลอาจถูกจัดเตรียมให้กับบุคคลอื่นเพื่อการตลาด การโฆษณา หรือการใช้งานอื่นๆ
tr: Kişisel olarak tanımlanabilir bilgilerinizi dış taraflara satmıyoruz, ticaretini yapmıyor veya başka bir şekilde devretmiyoruz. Bu, bu taraflar bu bilgileri gizli tutmayı kabul ettikleri sürece, web sitemizi işletmemize, işimizi yürütmemize veya size hizmet vermemize yardımcı olan güvenilir üçüncü tarafları kapsamaz. Ayrıca, yayınlamanın yasalara uymak, site politikalarımızı uygulamak veya bizim veya başkalarının haklarını, mülkiyetini veya güvenliğini korumak için uygun olduğuna inandığımızda da bilgilerinizi yayınlayabiliriz. Ancak, kişisel olarak tanımlanamayan ziyaretçi bilgileri, pazarlama, reklam veya diğer kullanımlar için diğer taraflara sağlanabilir.
vi: Chúng tôi không bán, trao đổi hoặc chuyển giao cho các bên bên ngoài thông tin nhận dạng cá nhân của bạn. Điều này không bao gồm các bên thứ ba đáng tin cậy, những người hỗ trợ chúng tôi vận hành trang web của chúng tôi, tiến hành hoạt động kinh doanh của chúng tôi hoặc phục vụ bạn, miễn là các bên đó đồng ý giữ bí mật thông tin này. Chúng tôi cũng có thể tiết lộ thông tin của bạn khi chúng tôi tin rằng việc phát hành là phù hợp để tuân thủ luật pháp, thực thi các chính sách trang web của chúng tôi hoặc bảo vệ quyền, tài sản hoặc sự an toàn của chúng tôi hoặc những người khác. Tuy nhiên, thông tin khách truy cập không nhận dạng cá nhân có thể được cung cấp cho các bên khác để tiếp thị, quảng cáo hoặc các mục đích sử dụng khác
