Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. we have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.
ar: قد تحتوي هذه الخدمة على روابط لمواقع أخرى. إذا قمت بالنقر فوق ارتباط جهة خارجية ، فسيتم توجيهك إلى هذا الموقع. لاحظ أن هذه المواقع الخارجية لا يتم تشغيلها بواسطتنا. لذلك ، ننصحك بشدة بمراجعة سياسة الخصوصية الخاصة بهذه المواقع. ليس لدينا أي سيطرة ولا نتحمل أي مسؤولية عن المحتوى أو سياسات الخصوصية أو الممارسات الخاصة بأي مواقع أو خدمات تابعة لجهات خارجية.
de: Dieser Dienst kann Links zu anderen Websites enthalten. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie zu dieser Site weitergeleitet. Beachten Sie, dass diese externen Seiten nicht von uns betrieben werden. Daher empfehlen wir Ihnen dringend, die Datenschutzrichtlinien dieser Websites zu lesen. Wir haben keine Kontrolle über und übernehmen keine Verantwortung für die Inhalte, Datenschutzrichtlinien oder Praktiken von Websites oder Diensten Dritter.
es: Este Servicio puede contener enlaces a otros sitios. Si hace clic en un enlace de un tercero, se le dirigirá a ese sitio. Tenga en cuenta que estos sitios externos no son operados por nosotros. Por lo tanto, le recomendamos encarecidamente que revise la Política de privacidad de estos sitios web. no tenemos control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de los sitios o servicios de terceros.
fr: Ce Service peut contenir des liens vers d&#39;autres sites. Si vous cliquez sur un lien tiers, vous serez dirigé vers ce site. Notez que ces sites externes ne sont pas exploités par nous. Par conséquent, nous vous conseillons vivement de consulter la politique de confidentialité de ces sites Web. nous n&#39;avons aucun contrôle et n&#39;assumons aucune responsabilité pour le contenu, les politiques de confidentialité ou les pratiques de tout site ou service tiers.
hi: इस सेवा में अन्य साइटों के लिंक हो सकते हैं। यदि आप किसी तृतीय-पक्ष लिंक पर क्लिक करते हैं, तो आपको उस साइट पर निर्देशित किया जाएगा। ध्यान दें कि ये बाहरी साइटें हमारे द्वारा संचालित नहीं हैं। इसलिए, हम आपको इन वेबसाइटों की गोपनीयता नीति की समीक्षा करने की दृढ़ता से सलाह देते हैं। किसी भी तृतीय-पक्ष साइटों या सेवाओं की सामग्री, गोपनीयता नीतियों, या प्रथाओं के लिए हमारा कोई नियंत्रण नहीं है और हम कोई जिम्मेदारी नहीं लेते हैं।
id: Layanan ini mungkin berisi tautan ke situs lain. Jika Anda mengklik tautan pihak ketiga, Anda akan diarahkan ke situs itu. Perhatikan bahwa situs eksternal ini tidak dioperasikan oleh kami. Oleh karena itu, kami sangat menyarankan Anda untuk meninjau Kebijakan Privasi situs web ini. kami tidak memiliki kendali atas dan tidak bertanggung jawab atas konten, kebijakan privasi, atau praktik situs atau layanan pihak ketiga mana pun.
it: Questo Servizio può contenere collegamenti ad altri siti. Se fai clic su un collegamento di terze parti, verrai indirizzato a quel sito. Tieni presente che questi siti esterni non sono gestiti da noi. Pertanto, ti consigliamo vivamente di rivedere l&#39;Informativa sulla privacy di questi siti Web. non abbiamo alcun controllo e non ci assumiamo alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di siti o servizi di terze parti.
ja: このサービスには、他のサイトへのリンクが含まれている場合があります。サードパーティのリンクをクリックすると、そのサイトに移動します。これらの外部サイトは当社が運営していないことに注意してください。したがって、これらのWebサイトのプライバシーポリシーを確認することを強くお勧めします。当社は、第三者のサイトまたはサービスのコンテンツ、プライバシーポリシー、または慣行を管理することはできず、責任を負わないものとします。
ko: 이 서비스에는 다른 사이트에 대한 링크가 포함될 수 있습니다. 타사 링크를 클릭하면 해당 사이트로 이동합니다. 이러한 외부 사이트는 당사에서 운영하지 않습니다. 따라서 이러한 웹사이트의 개인정보 보호정책을 검토할 것을 강력히 권장합니다. 당사는 제3자 사이트 또는 서비스의 콘텐츠, 개인정보 보호정책 또는 관행을 통제하지 않으며 책임을 지지 않습니다.
pl: Niniejsza Usługa może zawierać łącza do innych witryn. Jeśli klikniesz link strony trzeciej, zostaniesz przekierowany do tej witryny. Należy pamiętać, że te zewnętrzne witryny nie są przez nas obsługiwane. Dlatego zdecydowanie zalecamy zapoznanie się z Polityką prywatności tych witryn. nie mamy kontroli nad treścią, polityką prywatności ani praktykami witryn lub usług stron trzecich i nie ponosimy za nie odpowiedzialności.
pt: Este serviço pode conter links para outros sites. Se você clicar em um link de terceiros, será direcionado a esse site. Observe que esses sites externos não são operados por nós. Portanto, recomendamos enfaticamente que você analise a Política de Privacidade desses sites. não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros.
ru: Этот Сервис может содержать ссылки на другие сайты. Если вы нажмете на стороннюю ссылку, вы будете перенаправлены на этот сайт. Обратите внимание, что эти внешние сайты не управляются нами. Поэтому мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности этих веб-сайтов. мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или действия любых сторонних сайтов или служб.
th: บริการนี้อาจมีลิงค์ไปยังเว็บไซต์อื่น หากคุณคลิกลิงก์ของบุคคลที่สาม คุณจะถูกนำไปยังไซต์นั้น โปรดทราบว่าไซต์ภายนอกเหล่านี้ไม่ได้ดำเนินการโดยเรา ดังนั้น เราขอแนะนำให้คุณตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์เหล่านี้ เราไม่สามารถควบคุมและไม่รับผิดชอบต่อเนื้อหา นโยบายความเป็นส่วนตัว หรือแนวปฏิบัติของเว็บไซต์หรือบริการของบุคคลที่สาม
tr: Bu Hizmet, diğer sitelere bağlantılar içerebilir. Üçüncü taraf bir bağlantıya tıklarsanız, o siteye yönlendirileceksiniz. Bu harici sitelerin bizim tarafımızdan işletilmediğini unutmayın. Bu nedenle, bu web sitelerinin Gizlilik Politikasını incelemenizi şiddetle tavsiye ederiz. herhangi bir üçüncü taraf sitelerinin veya hizmetlerinin içeriği, gizlilik politikaları veya uygulamaları üzerinde hiçbir kontrole sahip değiliz ve hiçbir sorumluluk kabul etmiyoruz.
vi: Dịch vụ này có thể chứa các liên kết đến các trang web khác. Nếu bạn nhấp vào liên kết của bên thứ ba, bạn sẽ được dẫn đến trang web đó. Lưu ý rằng các trang web bên ngoài này không do chúng tôi điều hành. Do đó, chúng tôi đặc biệt khuyên bạn nên xem lại Chính sách Bảo mật của các trang web này. chúng tôi không kiểm soát và không chịu trách nhiệm đối với nội dung, chính sách bảo mật hoặc thực tiễn của bất kỳ trang web hoặc dịch vụ của bên thứ ba nào.

source: Children's Privacy
ar: خصوصية الأطفال
de: Datenschutz für Kinder
es: Privacidad de los niños
fr: Confidentialité des enfants
hi: बच्चों की गोपनीयता
id: Privasi Anak-anak
it: Privacy dei bambini
ja: 子供のプライバシー
ko: 어린이 프라이버시
pl: Prywatność dzieci
pt: Privacidade infantil
ru: Конфиденциальность детей
th: ความเป็นส่วนตัวของเด็ก
tr: Çocukların Gizliliği
vi: Quyền riêng tư của trẻ em

source: These Services do not address anyone under the age of 13. we do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.
ar: لا تخاطب هذه الخدمات أي شخص يقل عمره عن 13 عامًا. نحن لا نجمع عن قصد معلومات تعريف شخصية من الأطفال دون سن 13 عامًا. في حالة اكتشافنا أن طفلًا أقل من 13 عامًا قد زودنا بمعلومات شخصية ، فإننا نحذفها على الفور من خوادمنا. إذا كنت والدًا أو وصيًا وكنت تعلم أن طفلك قد زودنا بمعلومات شخصية ، فيرجى الاتصال بنا حتى نتمكن من القيام بالإجراءات اللازمة.
de: Diese Dienste richten sich nicht an Personen unter 13 Jahren. Wir erfassen wissentlich keine personenbezogenen Daten von Kindern unter 13 Jahren. Falls wir feststellen, dass uns ein Kind unter 13 Jahren personenbezogene Daten zur Verfügung gestellt hat, löschen wir diese unverzüglich von unseren Servern. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und wissen, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte, damit wir die erforderlichen Maßnahmen ergreifen können.
es: Estos Servicios no se dirigen a ninguna persona menor de 13 años. No recopilamos a sabiendas información de identificación personal de niños menores de 13 años. En el caso de que descubramos que un niño menor de 13 años nos ha proporcionado información personal, la eliminamos inmediatamente de nuestros servidores. Si usted es padre o tutor y sabe que su hijo nos ha proporcionado información personal, comuníquese con nosotros para que podamos realizar las acciones necesarias.
fr: Ces services ne s&#39;adressent à aucune personne de moins de 13 ans. Nous ne collectons pas sciemment d&#39;informations personnellement identifiables auprès d&#39;enfants de moins de 13 ans. Si nous découvrons qu&#39;un enfant de moins de 13 ans nous a fourni des informations personnelles, nous les supprimons immédiatement de nos serveurs. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des informations personnelles, veuillez nous contacter afin que nous puissions prendre les mesures nécessaires.
hi: ये सेवाएं 13 साल से कम उम्र के किसी को भी संबोधित नहीं करती हैं। हम जानबूझकर 13 साल से कम उम्र के बच्चों से व्यक्तिगत रूप से पहचान योग्य जानकारी एकत्र नहीं करते हैं। अगर हमें पता चलता है कि 13 साल से कम उम्र के बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो हम इसे तुरंत अपने सर्वर से हटा देते हैं। यदि आप माता-पिता या अभिभावक हैं और आप जानते हैं कि आपके बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो कृपया हमसे संपर्क करें ताकि हम आवश्यक कार्रवाई कर सकें।
id: Layanan ini tidak ditujukan kepada siapa pun yang berusia di bawah 13 tahun. Kami tidak dengan sengaja mengumpulkan informasi pengenal pribadi dari anak-anak di bawah 13 tahun. Jika kami menemukan bahwa seorang anak di bawah 13 tahun telah memberi kami informasi pribadi, kami segera menghapusnya dari server kami. Jika Anda adalah orang tua atau wali dan Anda mengetahui bahwa anak Anda telah memberikan informasi pribadi kepada kami, silakan hubungi kami agar kami dapat melakukan tindakan yang diperlukan.
it: Questi Servizi non sono rivolti a persone di età inferiore ai 13 anni. Non raccogliamo consapevolmente informazioni di identificazione personale da bambini di età inferiore a 13 anni. Nel caso in cui scopriamo che un bambino di età inferiore a 13 anni ci ha fornito informazioni personali, le eliminiamo immediatamente dai nostri server. Se sei un genitore o un tutore e sei consapevole che tuo figlio ci ha fornito informazioni personali, ti preghiamo di contattarci in modo che saremo in grado di fare le azioni necessarie.
ja: これらのサービスは13歳未満の方には対応していません。13歳未満の子供から故意に個人を特定できる情報を収集することはありません。13歳未満の子供から個人情報が提供されたことが判明した場合、直ちにサーバーから削除します。あなたが親または保護者であり、あなたの子供が私たちに個人情報を提供したことを知っている場合は、私たちが必要な行動をとることができるように私たちに連絡してください。
ko: 이 서비스는 13세 미만의 사람을 대상으로 하지 않습니다. 당사는 13세 미만의 어린이로부터 개인 식별 정보를 고의로 수집하지 않습니다. 13세 미만의 어린이가 당사에 개인 정보를 제공한 것을 발견하는 경우, 당사는 이를 당사 서버에서 즉시 삭제합니다. 귀하가 부모 또는 보호자이고 귀하의 자녀가 당사에 개인 정보를 제공했다는 사실을 알고 있는 경우 필요한 조치를 취할 수 있도록 당사에 연락해 주십시오.
pl: Usługi te nie są skierowane do osób poniżej 13 roku życia. Nie gromadzimy świadomie danych osobowych od dzieci poniżej 13 roku życia. W przypadku odkrycia, że dziecko poniżej 13 roku życia przekazało nam dane osobowe, natychmiast usuwamy je z naszych serwerów. Jeśli jesteś rodzicem lub opiekunem i wiesz, że Twoje dziecko przekazało nam dane osobowe, skontaktuj się z nami, abyśmy mogli podjąć niezbędne działania.
pt: Estes Serviços não se dirigem a ninguém com idade inferior a 13 anos. Não recolhemos intencionalmente informações de identificação pessoal de crianças com menos de 13 anos. No caso de descobrirmos que uma criança com menos de 13 anos nos forneceu informações pessoais, as eliminamos imediatamente dos nossos servidores. Se você é um pai ou responsável e sabe que seu filho nos forneceu informações pessoais, entre em contato para que possamos tomar as medidas necessárias.
ru: Эти Услуги не предназначены для лиц младше 13 лет. Мы сознательно не собираем личную информацию от детей младше 13 лет. В случае, если мы обнаруживаем, что ребенок младше 13 лет предоставил нам личную информацию, мы немедленно удаляем ее с наших серверов. Если вы являетесь родителем или опекуном и знаете, что ваш ребенок предоставил нам личную информацию, свяжитесь с нами, чтобы мы могли предпринять необходимые действия.
th: บริการเหล่านี้ไม่ได้ระบุถึงผู้ใดก็ตามที่อายุต่ำกว่า 13 ปี เราไม่ได้เก็บรวบรวมข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้จากเด็กอายุต่ำกว่า 13 ปีโดยเจตนา ในกรณีที่เราพบว่าเด็กอายุต่ำกว่า 13 ปีให้ข้อมูลส่วนบุคคลแก่เรา เราจะลบข้อมูลนี้ออกจากเซิร์ฟเวอร์ของเราทันที หากคุณเป็นพ่อแม่หรือผู้ปกครองและคุณทราบว่าบุตรหลานของคุณได้ให้ข้อมูลส่วนบุคคลแก่เรา โปรดติดต่อเราเพื่อให้เราสามารถดำเนินการที่จำเป็นได้
tr: Bu Hizmetler 13 yaşın altındaki hiç kimseye hitap etmez. 13 yaşın altındaki çocuklardan bilerek kişisel olarak tanımlanabilir bilgiler toplamıyoruz. 13 yaşın altındaki bir çocuğun bize kişisel bilgiler verdiğini keşfetmemiz durumunda, bunu derhal sunucularımızdan sileriz. Ebeveyn veya vasi iseniz ve çocuğunuzun bize kişisel bilgiler verdiğini biliyorsanız, gerekli işlemleri yapabilmemiz için lütfen bizimle iletişime geçin.
vi: Các Dịch vụ này không liên quan đến bất kỳ ai dưới 13 tuổi, chúng tôi không cố ý thu thập thông tin nhận dạng cá nhân từ trẻ em dưới 13. Trong trường hợp chúng tôi phát hiện trẻ em dưới 13 tuổi đã cung cấp thông tin cá nhân cho chúng tôi, chúng tôi ngay lập tức xóa thông tin này khỏi máy chủ của chúng tôi. Nếu bạn là cha mẹ hoặc người giám hộ và bạn biết rằng con bạn đã cung cấp thông tin cá nhân cho chúng tôi, vui lòng liên hệ với chúng tôi để chúng tôi có thể thực hiện các hành động cần thiết.

source: Google Double-Click DART Cookie
es: Cookie de DART de doble clic de Google
fr: Cookie DART Google Double-Clic
hi: Google DART कुकी पर डबल-क्लिक करें
id: Cookie DART Klik Dua Kali Google
it: Cookie di Google Double-Click DART
ja: GoogleのダブルクリックDARTCookie
ko: Google 더블 클릭 DART 쿠키
pl: Plik cookie Google DoubleClick DART
pt: Cookie DART de duplo clique do Google
th: คุกกี้ DART ดับเบิลคลิกของ Google
tr: Google Çift Tıklama DART Çerez
vi: Cookie DART Nhấp đúp của Google

source: Google is one of a third-party vendor on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL –
ar: جوجل هو أحد البائعين الخارجيين على موقعنا. كما تستخدم ملفات تعريف الارتباط ، المعروفة باسم ملفات تعريف الارتباط DART ، لعرض الإعلانات على زوار موقعنا بناءً على زيارتهم لموقع www.website.com والمواقع الأخرى على الإنترنت. ومع ذلك ، قد يختار الزوار رفض استخدام ملفات تعريف الارتباط DART من خلال زيارة سياسة الخصوصية الخاصة بإعلانات Google وشبكة المحتوى على عنوان URL التالي -
de: Google ist einer der Drittanbieter auf unserer Website. Es verwendet auch Cookies, bekannt als DART-Cookies, um unseren Website-Besuchern Anzeigen zu liefern, die auf ihrem Besuch auf www.website.com und anderen Websites im Internet basieren. Besucher können jedoch die Verwendung von DART-Cookies ablehnen, indem sie die Datenschutzrichtlinie des Google-Werbenetzwerks und des Content-Werbenetzwerks unter der folgenden URL aufrufen:
es: Google es uno de los proveedores externos de nuestro sitio. También utiliza cookies, conocidas como cookies de DART, para mostrar anuncios a los visitantes de nuestro sitio en función de su visita a www.website.com y otros sitios en Internet. Sin embargo, los visitantes pueden optar por rechazar el uso de cookies de DART visitando la Política de privacidad de la red de contenido y anuncios de Google en la siguiente URL:
fr: Google est l&#39;un des fournisseurs tiers sur notre site. Il utilise également des cookies, appelés cookies DART, pour diffuser des annonces aux visiteurs de notre site en fonction de leur visite sur www.website.com et d&#39;autres sites sur Internet. Cependant, les visiteurs peuvent choisir de refuser l&#39;utilisation des cookies DART en visitant la politique de confidentialité du réseau de publicité et de contenu de Google à l&#39;URL suivante :
hi: Google हमारी साइट पर तीसरे पक्ष के विक्रेता में से एक है। यह हमारी साइट के आगंतुकों को www.website.com और इंटरनेट पर अन्य साइटों पर जाने के आधार पर विज्ञापन देने के लिए DART कुकीज़ के रूप में जानी जाने वाली कुकीज़ का भी उपयोग करता है। हालाँकि, आगंतुक निम्नलिखित URL पर Google विज्ञापन और सामग्री नेटवर्क गोपनीयता नीति पर जाकर DART कुकीज़ के उपयोग को अस्वीकार करना चुन सकते हैं -
id: Google adalah salah satu vendor pihak ketiga di situs kami. Ini juga menggunakan cookie, yang dikenal sebagai cookie DART, untuk menayangkan iklan kepada pengunjung situs kami berdasarkan kunjungan mereka ke www.website.com dan situs lain di internet. Namun, pengunjung dapat memilih untuk menolak penggunaan cookie DART dengan mengunjungi Kebijakan Privasi jaringan iklan dan konten Google di URL berikut –
it: Google è uno dei fornitori di terze parti sul nostro sito. Utilizza anche i cookie, noti come cookie DART, per offrire annunci ai visitatori del nostro sito in base alla loro visita a www.website.com e ad altri siti su Internet. Tuttavia, i visitatori possono scegliere di rifiutare l&#39;uso dei cookie DART visitando l&#39;Informativa sulla privacy degli annunci e della rete di contenuti di Google al seguente URL:
ja: Googleは、当サイトのサードパーティベンダーの1つです。また、DART Cookieと呼ばれるCookieを使用して、www.website.comやインターネット上の他のサイトへのアクセスに基づいてサイト訪問者に広告を配信します。ただし、訪問者は、次のURLにあるGoogle広告およびコンテンツネットワークのプライバシーポリシーにアクセスして、DARTCookieの使用を拒否することを選択できます。
ko: Google은 당사 사이트의 타사 공급업체 중 하나입니다. 또한 DART 쿠키라고 하는 쿠키를 사용하여 www.website.com 및 인터넷의 다른 사이트 방문을 기반으로 사이트 방문자에게 광고를 제공합니다. 그러나 방문자는 다음 URL의 Google 광고 및 콘텐츠 네트워크 개인정보 보호정책을 방문하여 DART 쿠키 사용을 거부할 수 있습니다.
pl: Google jest jednym z zewnętrznych dostawców w naszej witrynie. Wykorzystuje również pliki cookie, znane jako pliki cookie DART, do wyświetlania reklam odwiedzającym naszą witrynę na podstawie ich wizyty na stronie www.website.com i innych witrynach w Internecie. Odwiedzający mogą jednak zdecydować się na odrzucenie korzystania z plików cookie DART, odwiedzając Politykę prywatności dotyczącą reklam i sieci partnerskiej Google pod następującym adresem URL –
pt: O Google é um fornecedor terceirizado em nosso site. Ele também usa cookies, conhecidos como cookies DART, para veicular anúncios aos visitantes de nosso site com base em sua visita a www.website.com e outros sites na Internet. No entanto, os visitantes podem optar por recusar o uso de cookies DART visitando o anúncio do Google e a Política de privacidade da rede de conteúdo no seguinte URL -
ru: Google является одним из сторонних поставщиков на нашем сайте. Он также использует файлы cookie, известные как файлы cookie DART, для показа рекламы посетителям нашего сайта на основе их посещения www.website.com и других сайтов в Интернете. Однако посетители могут отказаться от использования файлов cookie DART, посетив Политику конфиденциальности рекламы и контентной сети Google по следующему URL-адресу:
th: Google เป็นหนึ่งในผู้ให้บริการบุคคลที่สามบนเว็บไซต์ของเรา นอกจากนี้ยังใช้คุกกี้ที่เรียกว่าคุกกี้ DART เพื่อให้บริการโฆษณาแก่ผู้เยี่ยมชมเว็บไซต์ของเราตามการเยี่ยมชม www.website.com และเว็บไซต์อื่น ๆ บนอินเทอร์เน็ต อย่างไรก็ตาม ผู้เข้าชมสามารถเลือกที่จะปฏิเสธการใช้คุกกี้ DART โดยไปที่โฆษณา Google และนโยบายความเป็นส่วนตัวของเครือข่ายเนื้อหาที่ URL ต่อไปนี้ –
tr: Google, sitemizde üçüncü taraf satıcılardan biridir. Ayrıca, www.website.com ve internetteki diğer siteleri ziyaretlerine dayalı olarak sitemizin ziyaretçilerine reklam sunmak için DART çerezleri olarak bilinen çerezleri kullanır. Ancak ziyaretçiler, aşağıdaki URL&#39;deki Google reklam ve içerik ağı Gizlilik Politikası&#39;nı ziyaret ederek DART çerezlerinin kullanımını reddetmeyi seçebilir:
vi: Google là một trong những nhà cung cấp bên thứ ba trên trang web của chúng tôi. Nó cũng sử dụng cookie, được gọi là cookie DART, để phân phát quảng cáo cho khách truy cập trang web của chúng tôi dựa trên lượt truy cập của họ vào www.website.com và các trang web khác trên internet. Tuy nhiên, khách truy cập có thể chọn từ chối việc sử dụng cookie DART bằng cách truy cập Chính sách bảo mật của mạng nội dung và quảng cáo của Google tại URL sau:

source: Our Advertising Partners
ar: شركاؤنا في الإعلانات
de: Unsere Werbepartner
es: Nuestros socios publicitarios
fr: Nos partenaires publicitaires
hi: हमारे विज्ञापन भागीदार
id: Mitra Periklanan Kami
it: I nostri partner pubblicitari
ja: 私たちの広告パートナー
ko: 우리의 광고 파트너
pl: Nasi partnerzy reklamowi
pt: Nossos parceiros de publicidade
ru: Наши рекламные партнеры
th: พันธมิตรโฆษณาของเรา
tr: Reklam Ortaklarımız
vi: Đối tác quảng cáo của chúng tôi
