Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: Most interactive websites use cookies to let us retrieve the user’s details for each visit. Coo are used by our website to enable the functionality of certain areas to make it easier for people visiting website. Some of our affiliate/advertising partners may also use cookies
ar: تستخدم معظم مواقع الويب التفاعلية ملفات تعريف الارتباط للسماح لنا باسترداد تفاصيل المستخدم لكل زيارة. يتم استخدام Coo بواسطة موقعنا على الويب لتمكين وظائف مناطق معينة لتسهيل زيارة الأشخاص لموقع الويب. قد يستخدم بعض الشركاء التابعين / المعلنين أيضًا ملفات تعريف الارتباط
de: Die meisten interaktiven Websites verwenden Cookies, damit wir die Details des Benutzers bei jedem Besuch abrufen können. Coo werden von unserer Website verwendet, um die Funktionalität bestimmter Bereiche zu ermöglichen, um den Besuchern der Website den Besuch zu erleichtern. Einige unserer Affiliates/Werbepartner können auch Cookies verwenden
es: La mayoría de los sitios web interactivos utilizan cookies para permitirnos recuperar los detalles del usuario para cada visita. Coo son utilizados por nuestro sitio web para habilitar la funcionalidad de ciertas áreas para facilitar a las personas que visitan el sitio web. Algunos de nuestros socios publicitarios / afiliados también pueden usar cookies
fr: La plupart des sites Web interactifs utilisent des cookies pour nous permettre de récupérer les détails de l&#39;utilisateur à chaque visite. Coo sont utilisés par notre site Web pour activer la fonctionnalité de certaines zones afin de faciliter la visite des personnes qui visitent le site Web. Certains de nos partenaires affiliés/publicitaires peuvent également utiliser des cookies
hi: अधिकांश संवादात्मक वेबसाइटें कुकीज़ का उपयोग हमें प्रत्येक विज़िट के लिए उपयोगकर्ता के विवरण को पुनः प्राप्त करने के लिए करती हैं। वेबसाइट पर आने वाले लोगों के लिए इसे आसान बनाने के लिए कुछ क्षेत्रों की कार्यक्षमता को सक्षम करने के लिए हमारी वेबसाइट द्वारा कू का उपयोग किया जाता है। हमारे कुछ सहयोगी/विज्ञापन भागीदार भी कुकीज़ का उपयोग कर सकते हैं
id: Sebagian besar situs web interaktif menggunakan cookie untuk memungkinkan kami mengambil detail pengguna untuk setiap kunjungan. Coo digunakan oleh situs web kami untuk mengaktifkan fungsionalitas area tertentu untuk memudahkan orang mengunjungi situs web. Beberapa mitra afiliasi/iklan kami juga dapat menggunakan cookie
it: La maggior parte dei siti Web interattivi utilizza i cookie per consentirci di recuperare i dettagli dell&#39;utente per ogni visita. Coo sono utilizzati dal nostro sito Web per abilitare la funzionalità di determinate aree per facilitare le persone che visitano il sito Web. Anche alcuni dei nostri partner affiliati/pubblicitari possono utilizzare i cookie
ja: ほとんどのインタラクティブなWebサイトでは、Cookieを使用して、訪問ごとにユーザーの詳細を取得できます。 Cooは、特定の領域の機能を有効にして、Webサイトにアクセスする人々が簡単に利用できるようにするために、当社のWebサイトで使用されています。一部のアフィリエイト/広告パートナーもCookieを使用する場合があります
ko: 대부분의 대화형 웹 사이트는 쿠키를 사용하여 방문할 때마다 사용자의 세부 정보를 검색할 수 있습니다. Coo는 당사 웹사이트에서 특정 영역의 기능을 활성화하여 사람들이 웹사이트를 보다 쉽게 방문할 수 있도록 하는 데 사용됩니다. 일부 제휴사/광고 파트너는 쿠키를 사용할 수도 있습니다.
pl: Większość interaktywnych stron internetowych używa plików cookie, aby umożliwić nam pobieranie danych użytkownika przy każdej wizycie. Coo są używane przez naszą stronę internetową w celu umożliwienia funkcjonalności niektórych obszarów, aby ułatwić osobom odwiedzającym witrynę. Niektórzy z naszych partnerów stowarzyszonych/reklamowych mogą również używać plików cookie
pt: A maioria dos sites interativos usa cookies para nos permitir recuperar os detalhes do usuário em cada visita. Coo são usados por nosso site para habilitar a funcionalidade de certas áreas para tornar mais fácil para as pessoas que visitam o site. Alguns de nossos afiliados / parceiros de publicidade também podem usar cookies
ru: Большинство интерактивных веб-сайтов используют файлы cookie, чтобы мы могли получать данные пользователя при каждом посещении. Coo используются нашим веб-сайтом для обеспечения функциональности определенных областей, чтобы людям было проще посещать веб-сайт. Некоторые из наших аффилированных / рекламных партнеров также могут использовать файлы cookie.
th: เว็บไซต์เชิงโต้ตอบส่วนใหญ่ใช้คุกกี้เพื่อให้เราดึงรายละเอียดของผู้ใช้สำหรับการเยี่ยมชมแต่ละครั้ง เว็บไซต์ของเราใช้ Coo เพื่อเปิดใช้งานการทำงานของบางพื้นที่เพื่อให้ผู้เข้าชมเว็บไซต์ง่ายขึ้น บริษัทในเครือ/พันธมิตรโฆษณาบางรายอาจใช้คุกกี้
tr: Çoğu etkileşimli web sitesi, her ziyaret için kullanıcının ayrıntılarını almamıza izin vermek için çerezleri kullanır. Coo, web sitemiz tarafından insanların web sitesini ziyaret etmesini kolaylaştırmak için belirli alanların işlevselliğini sağlamak için kullanılır. Bağlı kuruluş/reklam ortaklarımızdan bazıları da çerez kullanabilir
vi: Hầu hết các trang web tương tác sử dụng cookie để cho phép chúng tôi truy xuất thông tin chi tiết của người dùng cho mỗi lần truy cập. Coo được trang web của chúng tôi sử dụng để kích hoạt chức năng của một số khu vực nhất định nhằm giúp mọi người truy cập trang web dễ dàng hơn. Một số đối tác liên kết / quảng cáo của chúng tôi cũng có thể sử dụng cookie

source: License
ar: رخصة
de: Lizenz
es: Licencia
fr: Licence
hi: लाइसेंस
id: Lisensi
it: Licenza
ja: ライセンス
ko: 특허
pl: Licencja
pt: Licença
ru: Лицензия
th: ใบอนุญาต
tr: Lisans
vi: Giấy phép

source: Unless otherwise stated, Tiksss.com and/or its licensors own the intellectual property rights all material on Tiksss.com. All intellectual property rights are reserved. You may access this from Tiksss for your own personal use subjected to restrictions set in these terms and conditions
ar: ما لم يُنص على خلاف ذلك ، يمتلك موقع Tiksss.com و / أو المرخصون التابعون له حقوق الملكية الفكرية لجميع المواد الموجودة على Tiksss.com. جميع حقوق الملكية الفكرية محفوظة. يمكنك الوصول إلى هذا من Tiksss للاستخدام الشخصي الخاص بك مع مراعاة القيود المنصوص عليها في هذه الشروط والأحكام
de: Sofern nicht anders angegeben, besitzen Tiksss.com und/oder seine Lizenzgeber die geistigen Eigentumsrechte an allen Materialien auf Tiksss.com. Alle geistigen Eigentumsrechte sind vorbehalten. Sie können von Tiksss für Ihren persönlichen Gebrauch darauf zugreifen, vorbehaltlich der in diesen Allgemeinen Geschäftsbedingungen festgelegten Einschränkungen restrictions
es: A menos que se indique lo contrario, Tiksss.com y / o sus licenciantes poseen los derechos de propiedad intelectual de todo el material de Tiksss.com. Todos los derechos de propiedad intelectual están reservados. Puede acceder a esto desde Tiksss para su uso personal sujeto a las restricciones establecidas en estos términos y condiciones.
fr: Sauf indication contraire, Tiksss.com et/ou ses concédants de licence détiennent les droits de propriété intellectuelle de tout le matériel sur Tiksss.com. Tous les droits de propriété intellectuelle sont réservés. Vous pouvez y accéder depuis Tiksss pour votre usage personnel, sous réserve des restrictions définies dans les présentes conditions générales.
hi: जब तक अन्यथा न कहा गया हो, Tiksss.com और/या इसके लाइसेंसकर्ताओं के पास Tiksss.com पर सभी सामग्री के बौद्धिक संपदा अधिकार हैं। सभी बौद्धिक संपदा अधिकार सुरक्षित हैं। आप इन नियमों और शर्तों में निर्धारित प्रतिबंधों के अधीन अपने निजी इस्तेमाल के लिए Tiksss से इसे एक्सेस कर सकते हैं
id: Kecuali dinyatakan lain, Tiksss.com dan/atau pemberi lisensinya memiliki hak kekayaan intelektual semua materi di Tiksss.com. Semua hak kekayaan intelektual dilindungi. Anda dapat mengakses ini dari Tiksss untuk penggunaan pribadi Anda dengan batasan yang diatur dalam syarat dan ketentuan ini
it: Salvo diversa indicazione, Tiksss.com e/o i suoi licenziatari detengono i diritti di proprietà intellettuale su tutto il materiale su Tiksss.com. Tutti i diritti di proprietà intellettuale sono riservati. Puoi accedervi da Tiksss per il tuo uso personale soggetto alle restrizioni stabilite in questi termini e condizioni
ja: 特に明記されていない限り、Tiksss.comおよび/またはそのライセンサーは、Tiksss.comのすべての資料の知的所有権を所有します。すべての知的財産権は留保されています。これらの利用規約で設定された制限に従って、個人的な使用のためにTiksssからこれにアクセスできます。
ko: 달리 명시되지 않는 한 Tiksss.com 및/또는 해당 라이선스 제공자는 Tiksss.com의 모든 자료에 대한 지적 재산권을 소유합니다. 모든 지적 재산권은 유보됩니다. 본 이용 약관에 명시된 제한 사항에 따라 개인적인 용도로 Tiks에서 액세스할 수 있습니다.
pl: O ile nie określono inaczej, Tiksss.com i/lub jej licencjodawcy są właścicielami praw własności intelektualnej do wszystkich materiałów na Tiksss.com. Wszelkie prawa własności intelektualnej są zastrzeżone. Możesz uzyskać do nich dostęp z Tiksss na własny użytek z zastrzeżeniem ograniczeń określonych w niniejszych warunkach
pt: Salvo indicação em contrário, Tiksss.com e / ou seus licenciados detêm os direitos de propriedade intelectual de todo o material em Tiksss.com. Todos os direitos de propriedade intelectual são reservados. Você pode acessar este de Tiksss para seu próprio uso pessoal sujeito às restrições estabelecidas nestes termos e condições
ru: Если не указано иное, Tiksss.com и / или его лицензиары владеют правами интеллектуальной собственности на все материалы на Tiksss.com. Все права на интеллектуальную собственность защищены. Вы можете получить доступ к этому из Tiksss для личного использования в соответствии с ограничениями, установленными в настоящих условиях.
th: เว้นแต่จะระบุไว้เป็นอย่างอื่น Tiksss.com และ/หรือผู้อนุญาตเป็นเจ้าของสิทธิ์ในทรัพย์สินทางปัญญาเนื้อหาทั้งหมดบน Tiksss.com สงวนลิขสิทธิ์ทรัพย์สินทางปัญญาทั้งหมด คุณสามารถเข้าถึงสิ่งนี้จาก Tiksss เพื่อการใช้งานส่วนตัวของคุณเองภายใต้ข้อจำกัดที่กำหนดไว้ในข้อกำหนดและเงื่อนไขเหล่านี้
tr: Aksi belirtilmedikçe, Tiksss.com ve/veya lisans verenleri, Tiksss.com&#39;daki tüm materyallerin fikri mülkiyet haklarına sahiptir. Tüm fikri mülkiyet hakları saklıdır. Bu hüküm ve koşullarda belirtilen kısıtlamalara tabi olarak kendi kişisel kullanımınız için Tiksss&#39;ten buna erişebilirsiniz.
vi: Trừ khi có quy định khác, Tiksss.com và / hoặc người cấp phép của nó sở hữu các quyền sở hữu trí tuệ đối với tất cả các tài liệu trên Tiksss.com. Tất cả các quyền sở hữu trí tuệ được bảo lưu. Bạn có thể truy cập thông tin này từ Tiksss cho mục đích sử dụng cá nhân của riêng mình tùy thuộc vào các hạn chế được đặt ra trong các điều khoản và điều kiện này

source: You must not
ar: لا يجب عليك
de: Du darfst nicht
es: No debes
fr: Il ne faut pas
hi: तुम नहीं करना चाहिए
id: Anda tidak harus
it: Non devi
ja: あなたはいけません
ko: 당신은하지 않아야
pl: Nie wolno Ci
pt: Você não deve
ru: Ты не должен
th: คุณต้องไม่
tr: Yapmamalısın
vi: Bạn không được

source: Republish material from Tiksss.com
ar: إعادة نشر المواد من Tiksss.com
de: Material von Tiksss.com erneut veröffentlichen
es: Vuelva a publicar material de Tiksss.com
fr: Republier le matériel de Tiksss.com
hi: Tiksss.com से सामग्री पुनर्प्रकाशित करें
id: Publikasikan ulang materi dari Tiksss.com
it: Ripubblica materiale da Tiksss.com
ja: Tiksss.comから資料を再公開する
ko: Tiksss.com에서 자료 다시 게시
pl: Opublikuj ponownie materiał z Tiksss.com
pt: Publique novamente o material de Tiksss.com
ru: Перепубликуйте материал с Tiksss.com
th: เผยแพร่เนื้อหาจาก Tiksss.com
tr: Tiksss.com&#39;dan materyali yeniden yayınlayın
vi: Xuất bản lại tài liệu từ Tiksss.com

source: Sell, rent or sub-license material from Tiksss.com
ar: بيع أو تأجير أو ترخيص المواد من Tiksss.com
de: Verkaufen, vermieten oder unterlizenzieren Sie Material von Tiksss.com
es: Vender, alquilar o sublicenciar material de Tiksss.com
fr: Vendre, louer ou sous-licencier du matériel de Tiksss.com
hi: Tiksss.com से सामग्री बेचें, किराए पर लें या उप-लाइसेंस दें
id: Menjual, menyewakan, atau mensublisensikan materi dari Tiksss.com
it: Vendere, noleggiare o concedere in sublicenza materiale da Tiksss.com
ja: Tiksss.comからの素材の販売、レンタル、またはサブライセンス
ko: Tiksss.com에서 자료 판매, 임대 또는 재라이센스 부여
pl: Sprzedawaj, wypożyczaj lub udzielaj sublicencji na materiały z Tiksss.com
pt: Vender, alugar ou sublicenciar material em Tiksss.com
ru: Продавайте, сдавайте в аренду или сублицензируйте материалы на Tiksss.com
th: ขาย เช่า หรือออกใบอนุญาตจาก Tiksss.com
tr: Tiksss.com&#39;dan malzeme satmak, kiralamak veya alt lisans vermek
vi: Bán, cho thuê hoặc cấp phép lại tài liệu từ Tiksss.com

source: Reproduce, duplicate or copy material from Tiksss.com
ar: قم بإعادة إنتاج أو نسخ أو نسخ المواد من Tiksss.com
de: Reproduzieren, duplizieren oder kopieren Sie Material von Tiksss.com
es: Reproducir, duplicar o copiar material de Tiksss.com
fr: Reproduire, dupliquer ou copier du matériel de Tiksss.com
hi: Tiksss.com से सामग्री को पुन: प्रस्तुत, डुप्लिकेट या कॉपी करें
id: Mereproduksi, menggandakan, atau menyalin materi dari Tiksss.com
it: Riprodurre, duplicare o copiare materiale da Tiksss.com
ja: Tiksss.comからの資料の複製、複製、またはコピー
ko: Tiksss.com에서 자료를 복제, 복제 또는 복사하십시오.
pl: Reprodukcja, powielanie lub kopiowanie materiałów z Tiksss.com
pt: Reproduza, duplique ou copie o material de Tiksss.com
ru: Воспроизведение, дублирование или копирование материалов с Tiksss.com
th: ทำซ้ำ ทำซ้ำ หรือคัดลอกเนื้อหาจาก Tiksss.com
tr: Tiksss.com&#39;daki materyalleri çoğaltın, çoğaltın veya kopyalayın
vi: Sao chép, nhân bản hoặc sao chép tài liệu từ Tiksss.com

source: Redistribute content from Tiksss.com
ar: إعادة توزيع المحتوى من Tiksss.com
de: Verteilen Sie Inhalte von Tiksss.com
es: Redistribuir contenido de Tiksss.com
fr: Redistribuer le contenu de Tiksss.com
hi: Tiksss.com से सामग्री पुनर्वितरित करें
id: Mendistribusikan ulang konten dari Tiksss.com
it: Ridistribuire i contenuti da Tiksss.com
ja: Tiksss.comからコンテンツを再配布する
ko: Tiksss.com에서 콘텐츠 재배포
pl: Redystrybuuj treści z Tiksss.com
pt: Redistribua o conteúdo de Tiksss.com
ru: Распространять контент с Tiksss.com
th: แจกจ่ายเนื้อหาจาก Tiksss.com
tr: İçeriği Tiksss.com&#39;dan yeniden dağıtın
vi: Phân phối lại nội dung từ Tiksss.com

source: This Agreement shall begin on the date hereof.
ar: تبدأ هذه الاتفاقية في تاريخها.
de: Diese Vereinbarung beginnt mit dem Datum dieser Vereinbarung.
es: Este Acuerdo comenzará en la fecha del mismo.
fr: Le présent Accord prendra effet à la date des présentes.
hi: यह समझौता यहां की तारीख से शुरू होगा।
id: Perjanjian ini akan dimulai pada tanggal Perjanjian ini.
it: Il presente Contratto decorre dalla data del presente.
ja: 本契約は、本契約の日付から開始するものとします。
ko: 본 계약은 이 날짜에 시작됩니다.
pl: Niniejsza Umowa zaczyna obowiązywać w dniu niniejszego dokumentu.
pt: Este Acordo terá início nesta data.
ru: Действие настоящего Соглашения начинается с даты его заключения.
th: ข้อตกลงนี้จะเริ่มในวันที่ที่นี้
tr: Bu Sözleşme, işbu Sözleşme tarihinde başlayacaktır.
vi: Thỏa thuận này sẽ bắt đầu vào ngày của hợp đồng này.
