Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of Tiksss.com; and (d) the link is in the context of general resource information.
ar: سنوافق على طلبات الارتباط من هذه المنظمات إذا قررنا ما يلي: (أ) لن يجعلنا الرابط ننظر إلى أنفسنا أو إلى أعمالنا المعتمدة ؛ (ب) ليس لدى المنظمة أي سجلات سلبية معنا ؛ (ج) تعوض الفائدة التي تعود علينا من رؤية الارتباط التشعبي غياب Tiksss.com ؛ و (د) الارتباط في سياق معلومات الموارد العامة.
de: Wir werden Link-Anfragen von diesen Organisationen genehmigen, wenn wir entscheiden, dass: (a) der Link uns selbst oder unsere akkreditierten Unternehmen nicht nachteilig erscheinen lässt; (b) die Organisation hat keine negativen Aufzeichnungen bei uns; (c) der Nutzen für uns aus der Sichtbarkeit des Hyperlinks gleicht das Fehlen von Tiksss.com aus; und (d) der Link steht im Kontext allgemeiner Ressourceninformationen.
es: Aprobaremos las solicitudes de enlace de estas organizaciones si decidimos que: (a) el enlace no nos haría vernos desfavorablemente a nosotros mismos ni a nuestras empresas acreditadas; (b) la organización no tiene registros negativos con nosotros; (c) el beneficio para nosotros de la visibilidad del hipervínculo compensa la ausencia de Tiksss.com; y (d) el enlace está en el contexto de información general de recursos.
fr: Nous approuverons les demandes de lien de ces organisations si nous décidons que : (a) le lien ne nous ferait pas regarder de manière défavorable à nous-mêmes ou à nos entreprises accréditées ; (b) l&#39;organisation n&#39;a aucun dossier négatif avec nous ; (c) le bénéfice pour nous de la visibilité du lien hypertexte compense l&#39;absence de Tiksss.com ; et (d) le lien est dans le contexte d&#39;informations générales sur les ressources.
hi: हम इन संगठनों से लिंक अनुरोधों को स्वीकार करेंगे यदि हम यह निर्णय लेते हैं कि: (ए) लिंक हमें अपने या हमारे मान्यता प्राप्त व्यवसायों के प्रतिकूल नहीं लगेगा; (बी) संगठन का हमारे पास कोई नकारात्मक रिकॉर्ड नहीं है; (सी) हाइपरलिंक की दृश्यता से हमें जो लाभ मिलता है, वह Tiksss.com की अनुपस्थिति की भरपाई करता है; और (डी) लिंक सामान्य संसाधन जानकारी के संदर्भ में है।
id: Kami akan menyetujui permintaan tautan dari organisasi-organisasi ini jika kami memutuskan bahwa: (a) tautan tersebut tidak akan membuat kami terlihat tidak baik bagi diri kami sendiri atau bisnis terakreditasi kami; (b) organisasi tidak memiliki catatan negatif apapun dengan kami; (c) manfaat bagi kami dari visibilitas hyperlink mengkompensasi ketiadaan Tiksss.com; dan (d) tautannya berada dalam konteks informasi sumber daya umum.
it: Approveremo le richieste di collegamento da queste organizzazioni se decidiamo che: (a) il collegamento non ci farebbe apparire sfavorevole a noi stessi o alle nostre attività accreditate; (b) l&#39;organizzazione non ha alcun record negativo con noi; (c) il vantaggio per noi dalla visibilità del collegamento ipertestuale compensa l&#39;assenza di Tiksss.com; e (d) il collegamento è nel contesto delle informazioni generali sulle risorse.
ja: 次のことを決定した場合、これらの組織からのリンク要求を承認します。（a）リンクによって、私たち自身または認定されたビジネスに不利に見えることはありません。 （b）組織が私たちに否定的な記録を持っていない。 （c）ハイパーリンクの可視性から得られるメリットは、Tiksss.comの不在を補うものです。 （d）リンクは一般的なリソース情報のコンテキストにあります。
ko: 우리는 다음과 같이 결정하는 경우 이러한 조직의 연결 요청을 승인할 것입니다. (b) 조직에 부정적인 기록이 없습니다. (c) 하이퍼링크의 가시성으로 인한 이점은 Tikss.com의 부재를 보상합니다. (d) 링크가 일반 자원 정보의 맥락에 있습니다.
pl: Zatwierdzimy prośby o połączenie od tych organizacji, jeśli uznamy, że: (a) link nie sprawi, że spojrzymy niekorzystnie na siebie lub nasze akredytowane firmy; (b) organizacja nie ma u nas żadnych negatywnych zapisów; (c) korzyść dla nas z widoczności hiperłącza rekompensuje brak Tiksss.com; oraz (d) link znajduje się w kontekście ogólnych informacji o zasobach.
pt: Aprovaremos as solicitações de link dessas organizações se decidirmos que: (a) o link não nos faria parecer desfavoravelmente para nós mesmos ou para nossos negócios credenciados; (b) a organização não possui registros negativos conosco; (c) o benefício para nós da visibilidade do hiperlink compensa a ausência de Tiksss.com; e (d) o link está no contexto de informações gerais de recursos.
ru: Мы утвердим запросы на установление ссылки от этих организаций, если мы решим, что: (а) ссылка не заставит нас выглядеть неблагоприятно для нас самих или наших аккредитованных предприятий; (б) у организации нет отрицательных записей о нас; (c) выгода для нас от видимости гиперссылки компенсирует отсутствие Tiksss.com; и (d) ссылка находится в контексте общей информации о ресурсах.
th: เราจะอนุมัติคำขอเชื่อมโยงจากองค์กรเหล่านี้หากเราตัดสินใจว่า: (ก) ลิงก์จะไม่ทำให้เราดูไม่ดีต่อตนเองหรือธุรกิจที่ได้รับการรับรองของเรา; (b) องค์กรไม่มีบันทึกเชิงลบใด ๆ กับเรา (c) ประโยชน์ที่เราจะได้รับจากการมองเห็นของไฮเปอร์ลิงก์จะชดเชยการไม่มี Tiksss.com; และ (d) ลิงก์อยู่ในบริบทของข้อมูลทรัพยากรทั่วไป
tr: Aşağıdakilere karar verirsek, bu kuruluşlardan gelen bağlantı isteklerini onaylayacağız: (a) bağlantı kendimiz veya akredite işletmelerimiz için olumsuz görünmemize neden olmaz; (b) kuruluşun bizimle herhangi bir olumsuz kaydının olmaması; (c) hiper bağlantının görünürlüğünün bize sağladığı fayda, Tiksss.com&#39;un yokluğunu telafi eder; ve (d) bağlantı, genel kaynak bilgileri bağlamındadır.
vi: Chúng tôi sẽ chấp thuận các yêu cầu liên kết từ các tổ chức này nếu chúng tôi quyết định rằng: (a) liên kết sẽ không khiến chúng tôi có cái nhìn bất lợi đối với bản thân hoặc đối với các doanh nghiệp được công nhận của chúng tôi; (b) tổ chức không có bất kỳ hồ sơ tiêu cực nào với chúng tôi; (c) lợi ích cho chúng tôi từ khả năng hiển thị của siêu liên kết bù đắp cho sự vắng mặt của Tiksss.com; và (d) liên kết nằm trong ngữ cảnh của thông tin tài nguyên chung.

source: These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site.
ar: قد ترتبط هذه المنظمات بصفحتنا الرئيسية طالما أن الرابط: (أ) ليس مخادعًا بأي شكل من الأشكال ؛ (ب) لا يعني ضمنيًا رعاية أو تأييد أو موافقة الطرف المرتبط ومنتجاته أو خدماته ؛ و (ج) يناسب سياق موقع الطرف المرتبط.
de: Diese Organisationen dürfen auf unsere Homepage verlinken, solange der Link: (a) in keiner Weise täuscht; (b) nicht fälschlicherweise Sponsoring, Billigung oder Billigung der verlinkenden Partei und ihrer Produkte oder Dienstleistungen impliziert; und (c) in den Kontext der Site der verlinkenden Partei passt.
es: Estas organizaciones pueden enlazar a nuestra página de inicio siempre que el enlace: (a) no sea engañoso de ninguna manera; (b) no implica falsamente patrocinio, respaldo o aprobación de la parte vinculante y sus productos o servicios; y (c) encaja en el contexto del sitio de la parte vinculante.
fr: Ces organisations peuvent créer un lien vers notre page d&#39;accueil tant que le lien : (a) n&#39;est en aucun cas trompeur ; (b) n&#39;implique pas faussement le parrainage, l&#39;approbation ou l&#39;approbation de la partie de liaison et de ses produits ou services ; et (c) s&#39;inscrit dans le contexte du site de la partie de liaison.
hi: ये संगठन हमारे होम पेज से तब तक लिंक हो सकते हैं जब तक लिंक: (ए) किसी भी तरह से भ्रामक नहीं है; (बी) लिंकिंग पार्टी और उसके उत्पादों या सेवाओं के प्रायोजन, समर्थन या अनुमोदन का झूठा अर्थ नहीं है; और (सी) लिंकिंग पार्टी की साइट के संदर्भ में फिट बैठता है।
id: Organisasi-organisasi ini dapat menautkan ke beranda kami selama tautan tersebut: (a) sama sekali tidak menipu; (b) tidak secara keliru menyiratkan sponsorship, dukungan atau persetujuan dari pihak yang menghubungkan dan produk atau layanannya; dan (c) sesuai dengan konteks situs pihak yang menautkan.
it: Queste organizzazioni possono collegarsi alla nostra home page purché il collegamento: (a) non sia in alcun modo ingannevole; (b) non implica falsamente sponsorizzazione, approvazione o approvazione della parte collegata e dei suoi prodotti o servizi; e (c) si inserisce nel contesto del sito della parte collegata.
ja: これらの組織は、リンクが次の条件を満たしている限り、当社のホームページにリンクすることができます。 （b）リンク先およびその製品またはサービスのスポンサー、承認、または承認を誤って示唆するものではありません。 （c）リンク先のサイトのコンテキスト内に収まる。
ko: 이러한 조직은 링크가 다음과 같은 경우 당사 홈페이지에 링크할 수 있습니다. (b) 연결 당사자와 그 제품 또는 서비스의 후원, 보증 또는 승인을 거짓으로 암시하지 않습니다. (c) 연결 당사자 사이트의 맥락에 적합합니다.
pl: Organizacje te mogą zawierać link do naszej strony głównej, o ile link: (a) nie jest w żaden sposób zwodniczy; (b) nie sugeruje fałszywie sponsorowania, poparcia lub zatwierdzenia strony łączącej i jej produktów lub usług; oraz (c) pasuje do kontekstu strony łączącej.
pt: Essas organizações podem ter um link para nossa página inicial, desde que o link: (a) não seja de forma alguma enganoso; (b) não implique falsamente em patrocínio, endosso ou aprovação da parte vinculante e de seus produtos ou serviços; e (c) se enquadra no contexto do site da parte vinculante.
ru: Эти организации могут ссылаться на нашу домашнюю страницу, если ссылка: (а) никоим образом не вводит в заблуждение; (б) не подразумевает ложно спонсорство, поддержку или одобрение связывающей стороны и ее продуктов или услуг; и (c) вписывается в контекст сайта связывающей стороны.
th: องค์กรเหล่านี้อาจเชื่อมโยงไปยังโฮมเพจของเราตราบเท่าที่ลิงก์: (a) ไม่ได้หลอกลวงในทางใดทางหนึ่ง; (b) ไม่ได้กล่าวเป็นนัยถึงการสนับสนุน การรับรอง หรือการอนุมัติของฝ่ายที่เชื่อมโยงและผลิตภัณฑ์หรือบริการของฝ่ายที่เชื่อมโยง และ (c) เหมาะสมกับบริบทของเว็บไซต์ของฝ่ายที่เชื่อมโยง
tr: Bu kuruluşlar, bağlantı: (a) hiçbir şekilde yanıltıcı olmadığı; (b) bağlantı veren tarafın ve ürün veya hizmetlerinin sponsorluğunu, onayını veya onayını yanlış bir şekilde ima etmez; ve (c) bağlantı veren tarafın sitesi bağlamına uyması.
vi: Các tổ chức này có thể liên kết đến trang chủ của chúng tôi miễn là liên kết: (a) không lừa đảo dưới bất kỳ hình thức nào; (b) không ngụ ý sai sự tài trợ, xác nhận hoặc chấp thuận của bên liên kết và các sản phẩm hoặc dịch vụ của bên liên kết; và (c) phù hợp với ngữ cảnh của trang web của bên liên kết.

source: If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to Tiksss.com. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response.
ar: إذا كنت أحد المنظمات المدرجة في الفقرة 2 أعلاه وتهتم بالارتباط بموقعنا على الويب ، فيجب عليك إبلاغنا عن طريق إرسال بريد إلكتروني إلى Tiksss.com. يرجى تضمين اسمك واسم مؤسستك ومعلومات الاتصال بالإضافة إلى عنوان URL لموقعك وقائمة بأي عناوين URL تنوي الارتباط بموقعنا على الويب وقائمة عناوين URL الموجودة على موقعنا والتي ترغب في الوصول إليها حلقة الوصل. انتظر 2-3 أسابيع للرد.
de: Wenn Sie eine der in Absatz 2 oben aufgeführten Organisationen sind und an einer Verlinkung mit unserer Website interessiert sind, müssen Sie uns dies per E-Mail an Tiksss.com mitteilen. Bitte geben Sie Ihren Namen, den Namen Ihrer Organisation, Kontaktinformationen sowie die URL Ihrer Website, eine Liste aller URLs, von denen Sie auf unsere Website verlinken möchten, und eine Liste der URLs auf unserer Website an, zu denen Sie möchten Verknüpfung. Warten Sie 2-3 Wochen auf eine Antwort.
es: Si usted es una de las organizaciones enumeradas en el párrafo 2 anterior y está interesado en vincularse a nuestro sitio web, debe informarnos enviándonos un correo electrónico a Tiksss.com. Incluya su nombre, el nombre de su organización, la información de contacto, así como la URL de su sitio, una lista de las URL desde las que desea vincular a nuestro sitio web y una lista de las URL de nuestro sitio a las que le gustaría Enlace. Espere 2-3 semanas para recibir una respuesta.
fr: Si vous êtes l&#39;une des organisations énumérées au paragraphe 2 ci-dessus et que vous souhaitez créer un lien vers notre site Web, vous devez nous en informer en envoyant un e-mail à Tiksss.com. Veuillez inclure votre nom, le nom de votre organisation, vos coordonnées ainsi que l&#39;URL de votre site, une liste de toutes les URL à partir desquelles vous avez l&#39;intention de créer un lien vers notre site Web et une liste des URL de notre site vers lesquelles vous souhaitez relier. Attendez 2-3 semaines pour une réponse.
hi: यदि आप ऊपर पैरा 2 में सूचीबद्ध संगठनों में से एक हैं और हमारी वेबसाइट से लिंक करने में रुचि रखते हैं, तो आपको Tiksss.com पर एक ई-मेल भेजकर हमें सूचित करना होगा। कृपया अपना नाम, अपने संगठन का नाम, संपर्क जानकारी के साथ-साथ आपकी साइट का यूआरएल, किसी भी यूआरएल की सूची, जिससे आप हमारी वेबसाइट से लिंक करना चाहते हैं, और हमारी साइट पर यूआरएल की एक सूची शामिल करें जिससे आप चाहते हैं। संपर्क। प्रतिक्रिया के लिए 2-3 सप्ताह प्रतीक्षा करें।
id: Jika Anda adalah salah satu organisasi yang tercantum dalam paragraf 2 di atas dan tertarik untuk menautkan ke situs web kami, Anda harus memberi tahu kami dengan mengirimkan email ke Tiksss.com. Harap sertakan nama Anda, nama organisasi Anda, informasi kontak serta URL situs Anda, daftar URL apa pun yang ingin Anda tautkan ke Situs Web kami, dan daftar URL di situs kami yang ingin Anda tuju tautan. Tunggu 2-3 minggu untuk tanggapan.
it: Se sei una delle organizzazioni elencate nel paragrafo 2 sopra e sei interessato a collegarti al nostro sito web, devi informarci inviando un&#39;e-mail a Tiksss.com. Includi il tuo nome, il nome della tua organizzazione, le informazioni di contatto e l&#39;URL del tuo sito, un elenco di eventuali URL da cui intendi collegarti al nostro sito Web e un elenco degli URL sul nostro sito a cui desideri collegamento. Attendi 2-3 settimane per una risposta.
ja: 上記の第2項に記載されている組織のいずれかであり、当社のWebサイトへのリンクに関心がある場合は、Tiksss.comに電子メールを送信して通知する必要があります。あなたの名前、あなたの組織名、連絡先情報、あなたのサイトのURL、あなたが私たちのウェブサイトにリンクしようとしているURLのリスト、そしてあなたがリンクしたい私たちのサイトのURLのリストを含めてくださいリンク。応答が出るまで2〜3週間待ちます。
ko: 위의 2항에 나열된 조직 중 하나이고 당사 웹사이트에 연결하는 데 관심이 있는 경우 Tiksss.com으로 이메일을 보내 알려야 합니다. 귀하의 이름, 귀하의 조직 이름, 연락처 정보 및 귀하의 사이트 URL, 귀하가 당사 웹사이트에 연결하려는 URL 목록, 귀하가 연결하려는 당사 사이트의 URL 목록을 포함하십시오. 링크. 응답을 위해 2-3주를 기다립니다.
pl: Jeśli jesteś jedną z organizacji wymienionych w paragrafie 2 powyżej i chcesz połączyć się z naszą witryną, musisz nas o tym poinformować, wysyłając wiadomość e-mail na adres Tiksss.com. Podaj swoje imię i nazwisko, nazwę organizacji, informacje kontaktowe, a także adres URL swojej witryny, listę wszelkich adresów URL, z których zamierzasz połączyć się z naszą Witryną, oraz listę adresów URL w naszej witrynie, do których chcesz połączyć. Poczekaj 2-3 tygodnie na odpowiedź.
pt: Se você for uma das organizações listadas no parágrafo 2 acima e estiver interessado em fazer um link para o nosso site, deve nos informar enviando um e-mail para Tiksss.com. Inclua o seu nome, o nome da sua organização, informações de contato, bem como o URL do seu site, uma lista de todos os URLs dos quais você pretende criar um link para o nosso site e uma lista dos URLs do nosso site para os quais gostaria de link. Espere 2 a 3 semanas por uma resposta.
ru: Если вы являетесь одной из организаций, перечисленных в пункте 2 выше, и заинтересованы в размещении ссылки на наш веб-сайт, вы должны сообщить нам об этом, отправив электронное письмо на Tiksss.com. Пожалуйста, укажите свое имя, название вашей организации, контактную информацию, а также URL-адрес вашего сайта, список любых URL-адресов, с которых вы собираетесь перейти по ссылке на наш веб-сайт, и список URL-адресов на нашем сайте, на которые вы хотели бы ссылка на сайт. Подождите 2-3 недели, чтобы получить ответ.
th: หากคุณเป็นหนึ่งในองค์กรที่ระบุไว้ในวรรค 2 ด้านบนและสนใจที่จะเชื่อมโยงไปยังเว็บไซต์ของเรา คุณต้องแจ้งให้เราทราบโดยส่งอีเมลไปที่ Tiksss.com โปรดระบุชื่อของคุณ ชื่อองค์กรของคุณ ข้อมูลติดต่อ เช่นเดียวกับ URL ของไซต์ของคุณ รายการ URL ใด ๆ ที่คุณตั้งใจจะเชื่อมโยงไปยังเว็บไซต์ของเรา และรายการ URL บนไซต์ของเราที่คุณต้องการ ลิงค์ รอ 2-3 สัปดาห์สำหรับการตอบกลับ
tr: Yukarıdaki 2. paragrafta listelenen kuruluşlardan biriyseniz ve web sitemize bağlantı vermekle ilgileniyorsanız, Tiksss.com&#39;a bir e-posta göndererek bizi bilgilendirmelisiniz. Lütfen adınızı, kuruluşunuzun adını, iletişim bilgilerinizi ve sitenizin URL&#39;sini, Web Sitemize bağlantı vermeyi düşündüğünüz herhangi bir URL&#39;nin bir listesini ve sitemizde yer almak istediğiniz URL&#39;lerin bir listesini ekleyin. bağlantı. Yanıt için 2-3 hafta bekleyin.
vi: Nếu bạn là một trong những tổ chức được liệt kê trong đoạn 2 ở trên và muốn liên kết đến trang web của chúng tôi, bạn phải thông báo cho chúng tôi bằng cách gửi e-mail đến Tiksss.com. Vui lòng bao gồm tên của bạn, tên tổ chức của bạn, thông tin liên hệ cũng như URL của trang web của bạn, danh sách bất kỳ URL nào bạn định liên kết đến Trang web của chúng tôi và danh sách các URL trên trang web của chúng tôi mà bạn muốn liên kết. Chờ 2-3 tuần để có phản hồi.

source: Approved organizations may hyperlink to our Website as follows:
ar: يجوز للمنظمات المعتمدة الارتباط التشعبي لموقعنا على النحو التالي:
de: Zugelassene Organisationen können wie folgt auf unsere Website verweisen:
es: Las organizaciones aprobadas pueden hacer hipervínculos a nuestro sitio web de la siguiente manera:
fr: Les organisations approuvées peuvent créer des hyperliens vers notre site Web comme suit :
hi: स्वीकृत संगठन हमारी वेबसाइट से निम्नानुसार हाइपरलिंक कर सकते हैं:
id: Organisasi yang disetujui dapat membuat hyperlink ke Situs Web kami sebagai berikut:
it: Le organizzazioni approvate possono creare collegamenti ipertestuali al nostro sito Web come segue:
ja: 承認された組織は、次のように当社のWebサイトにハイパーリンクすることができます。
ko: 승인된 조직은 다음과 같이 당사 웹사이트에 하이퍼링크할 수 있습니다.
pl: Zatwierdzone organizacje mogą tworzyć hiperłącza do naszej Witryny w następujący sposób:
pt: As organizações aprovadas podem fazer um hiperlink para o nosso site da seguinte forma:
ru: Утвержденные организации могут ссылаться на наш веб-сайт следующим образом:
th: องค์กรที่ได้รับการอนุมัติอาจไฮเปอร์ลิงก์ไปยังเว็บไซต์ของเราดังต่อไปนี้:
tr: Onaylı kuruluşlar Web Sitemize aşağıdaki şekilde hiper bağlantı verebilir:
vi: Các tổ chức được chấp thuận có thể siêu liên kết đến Trang web của chúng tôi như sau:

source: By use of our corporate name; or
ar: عن طريق استخدام اسم شركتنا ؛ أو
de: Durch die Verwendung unseres Firmennamens; oder
es: Mediante el uso de nuestra razón social; o
fr: En utilisant notre raison sociale ; ou alors
hi: हमारे कॉर्पोरेट नाम के उपयोग से; या
id: Dengan menggunakan nama perusahaan kami; atau
it: Usando la nostra ragione sociale; o
ja: 当社の社名を使用して;または
ko: 회사 이름을 사용하여 또는
pl: Używając naszej nazwy firmy; lub
pt: Pelo uso de nosso nome corporativo; ou
ru: Используя наше фирменное наименование; или же
th: โดยใช้ชื่อบริษัทของเรา หรือ
tr: Kurumsal ismimizi kullanarak; veya
vi: Bằng cách sử dụng tên công ty của chúng tôi; hoặc là

source: By use of the uniform resource locator being linked to; or
ar: عن طريق استخدام محدد موقع الموارد الموحد الذي يتم ربطه بـ ؛ أو
de: Durch die Verwendung des Uniform Resource Locators, mit dem verknüpft wird; oder
es: Mediante el uso del localizador uniforme de recursos al que se vincula; o
fr: En utilisant le localisateur de ressources uniforme auquel il est lié ; ou alors
hi: यूनिफ़ॉर्म रिसोर्स लोकेटर के उपयोग से जोड़ा जा रहा है; या
id: Dengan menggunakan pencari sumber daya seragam yang ditautkan ke; atau
it: Mediante l&#39;uso del localizzatore uniforme di risorse a cui è collegato; o
ja: リンクされているURIを使用する。または
ko: 연결되는 Uniform Resource Locator를 사용하여; 또는
pl: Poprzez użycie jednolitego lokalizatora zasobów, z którym jest połączony; lub
pt: Pelo uso do localizador uniforme de recursos ao qual está vinculado; ou
ru: Путем использования единого указателя ресурсов, на который ссылаются; или же
th: โดยการใช้ตัวระบุตำแหน่งทรัพยากรแบบเดียวกันที่เชื่อมโยงกับ หรือ
tr: Bağlantılı olan tek tip kaynak bulucu kullanılarak; veya
vi: Bằng cách sử dụng bộ định vị tài nguyên thống nhất được liên kết với; hoặc là

source: By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site.
ar: من خلال استخدام أي وصف آخر لموقعنا على الويب يتم ربطه بهذا الأمر في سياق وشكل المحتوى على موقع الطرف المرتبط.
de: Durch die Verwendung einer anderen Beschreibung unserer Website, auf die verlinkt wird, ist dies im Kontext und Format des Inhalts auf der Website der verlinkenden Partei sinnvoll.
es: Mediante el uso de cualquier otra descripción de nuestro sitio web al que esté vinculado que tenga sentido dentro del contexto y formato del contenido en el sitio de la parte vinculante.
fr: En utilisant toute autre description de notre site Web liée à celle qui a du sens dans le contexte et le format du contenu sur le site de la partie de liaison.
hi: हमारी वेबसाइट के किसी भी अन्य विवरण का उपयोग करने से लिंकिंग पार्टी की साइट पर सामग्री के संदर्भ और प्रारूप के भीतर यह समझ में आता है।
id: Dengan menggunakan deskripsi lain dari Situs Web kami yang ditautkan, masuk akal dalam konteks dan format konten di situs pihak yang menautkan.
it: L&#39;utilizzo di qualsiasi altra descrizione del nostro sito Web collegato a ciò ha senso nel contesto e nel formato del contenuto sul sito della parte che effettua il collegamento.
ja: リンクされている当社のウェブサイトの他の説明を使用することにより、リンク先のサイトのコンテンツのコンテキストおよびフォーマット内で意味があります。
ko: 연결 당사자의 사이트에 있는 콘텐츠의 컨텍스트 및 형식 내에서 의미가 있는 연결되는 당사 웹사이트에 대한 기타 설명을 사용합니다.
pl: Użycie jakiegokolwiek innego opisu naszej Witryny, do którego prowadzi łącze, ma sens w kontekście i formacie treści na stronie podmiotu łączącego.
pt: Pelo uso de qualquer outra descrição do nosso site sendo vinculado que faça sentido dentro do contexto e formato do conteúdo no site da parte vinculante.
ru: Путем использования любого другого описания нашего веб-сайта, на который имеется ссылка, которое имеет смысл в контексте и формате контента на сайте связывающей стороны.
th: โดยการใช้คำอธิบายอื่นใดของเว็บไซต์ของเราที่เชื่อมโยงกับเนื้อหาที่เหมาะสมภายในบริบทและรูปแบบของเนื้อหาบนเว็บไซต์ของฝ่ายที่เชื่อมโยง
tr: Web Sitemizin bağlantılı olduğu diğer herhangi bir açıklamanın kullanılması, bağlantı veren tarafın sitesindeki içeriğin bağlamı ve formatı içinde mantıklıdır.
vi: Bằng cách sử dụng bất kỳ mô tả nào khác về Trang web của chúng tôi được liên kết với điều đó có ý nghĩa trong ngữ cảnh và định dạng nội dung trên trang web của bên liên kết.
