Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: Enter a valid time.
ar: أدخل وقتًا صالحًا.
de: Geben Sie eine gültige Zeit ein.
es: Ingrese una hora válida.
fr: Entrez une heure valide.
hi: एक मान्य समय दर्ज करें।
id: Masukkan waktu yang valid.
it: Inserisci un&#39;ora valida.
ja: 有効な時間を入力してください。
ko: 유효한 시간을 입력하세요.
pl: Wprowadź prawidłową godzinę.
pt: Insira uma hora válida.
ru: Введите действительное время.
th: ป้อนเวลาที่ถูกต้อง
tr: Geçerli bir zaman girin.
vi: Nhập thời gian hợp lệ.

source: Enter a valid date/time.
ar: أدخل تاريخًا / وقتًا صالحًا.
de: Geben Sie ein gültiges Datum/eine gültige Uhrzeit ein.
es: Ingrese una fecha / hora válida.
fr: Entrez une date/heure valide.
hi: मान्य दिनांक/समय दर्ज करें।
id: Masukkan tanggal/waktu yang valid.
it: Inserisci una data/ora valida.
ja: 有効な日付/時刻を入力してください。
ko: 유효한 날짜/시간을 입력하세요.
pl: Wprowadź prawidłową datę/godzinę.
pt: Insira uma data / hora válida.
ru: Введите действительную дату / время.
th: ป้อนวันที่/เวลาที่ถูกต้อง
tr: Geçerli bir tarih/saat girin.
vi: Nhập ngày / giờ hợp lệ.

source: Enter a valid duration.
ar: أدخل مدة صالحة.
de: Geben Sie eine gültige Dauer ein.
es: Ingrese una duración válida.
fr: Saisissez une durée valide.
hi: एक मान्य अवधि दर्ज करें।
id: Masukkan durasi yang valid.
it: Inserisci una durata valida.
ja: 有効な期間を入力してください。
ko: 유효한 기간을 입력하세요.
pl: Wpisz prawidłowy czas trwania.
pt: Insira uma duração válida.
ru: Введите действительную продолжительность.
th: ป้อนระยะเวลาที่ถูกต้อง
tr: Geçerli bir süre girin.
vi: Nhập thời hạn hợp lệ.

source: The number of days must be between {min_days} and {max_days}.
ar: يجب أن يتراوح عدد الأيام بين {min_days} و {max_days}.
de: Die Anzahl der Tage muss zwischen {min_days} und {max_days} liegen.
es: El número de días debe estar entre {min_days} y {max_days}.
fr: Le nombre de jours doit être compris entre {min_days} et {max_days}.
hi: दिनों की संख्या {min_days} और {max_days} के बीच होनी चाहिए.
id: Jumlah hari harus antara {min_days} dan {max_days}.
it: Il numero di giorni deve essere compreso tra {min_days} e {max_days}.
ja: 日数は{min_days}から{max_days}の間でなければなりません。
ko: 일 수는 {min_days}에서 {max_days} 사이여야 합니다.
pl: Liczba dni musi wynosić od {min_days} do {max_days}.
pt: O número de dias deve estar entre {min_days} e {max_days}.
ru: Количество дней должно быть от {min_days} до {max_days}.
th: จำนวนวันต้องอยู่ระหว่าง {min_days} ถึง {max_days}
tr: Gün sayısı {min_days} ile {max_days} arasında olmalıdır.
vi: Số ngày phải từ {min_days} đến {max_days}.

source: No file was submitted. Check the encoding type on the form.
ar: لم يتم تقديم أي ملف. تحقق من نوع الترميز في النموذج.
de: Es wurde keine Datei übermittelt. Überprüfen Sie den Codierungstyp im Formular.
es: No se envió ningún archivo. Verifique el tipo de codificación en el formulario.
fr: Aucun dossier n&#39;a été soumis. Vérifiez le type de codage sur le formulaire.
hi: कोई फाइल जमा नहीं की गई। प्रपत्र पर एन्कोडिंग प्रकार की जाँच करें।
id: Tidak ada file yang dikirimkan. Periksa jenis pengkodean pada formulir.
it: Nessun file è stato inviato. Controlla il tipo di codifica sul modulo.
ja: ファイルは提出されませんでした。フォームのエンコードタイプを確認してください。
ko: 제출된 파일이 없습니다. 양식에서 인코딩 유형을 확인하십시오.
pl: Nie przesłano żadnego pliku. Sprawdź typ kodowania w formularzu.
pt: Nenhum arquivo foi enviado. Verifique o tipo de codificação no formulário.
ru: Файл не был отправлен. Проверьте тип кодировки в форме.
th: ไม่มีไฟล์ถูกส่ง ตรวจสอบประเภทการเข้ารหัสในแบบฟอร์ม
tr: Dosya gönderilmedi. Formdaki kodlama türünü kontrol edin.
vi: Không có tệp nào được gửi. Kiểm tra kiểu mã hóa trên biểu mẫu.

source: No file was submitted.
ar: لم يتم تقديم أي ملف.
de: Es wurde keine Datei übermittelt.
es: No se envió ningún archivo.
fr: Aucun dossier n&#39;a été soumis.
hi: कोई फाइल जमा नहीं की गई।
id: Tidak ada file yang dikirimkan.
it: Nessun file è stato inviato.
ja: ファイルは提出されませんでした。
ko: 제출된 파일이 없습니다.
pl: Nie przesłano żadnego pliku.
pt: Nenhum arquivo foi enviado.
ru: Файл не был отправлен.
th: ไม่มีไฟล์ถูกส่ง
tr: Dosya gönderilmedi.
vi: Không có tệp nào được gửi.

source: The submitted file is empty.
ar: الملف المقدم فارغ.
de: Die übermittelte Datei ist leer.
es: El archivo enviado está vacío.
fr: Le fichier soumis est vide.
hi: सबमिट की गई फ़ाइल खाली है.
id: File yang dikirimkan kosong.
it: Il file inviato è vuoto.
ja: 送信されたファイルは空です。
ko: 제출된 파일이 비어 있습니다.
pl: Przesłany plik jest pusty.
pt: O arquivo enviado está vazio.
ru: Представленный файл пуст.
th: ไฟล์ที่ส่งว่างเปล่า
tr: Gönderilen dosya boş.
vi: Tệp đã gửi trống.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
ar: تأكد من أن اسم الملف هذا يحتوي على أقصى حد من الحرف %(max)d (له %(length)d).
de: Stellen Sie sicher, dass dieser Dateiname höchstens %(max)d Zeichen hat (er hat %(length)d).
es: Asegúrese de que este nombre de archivo tenga como máximo el carácter %(max)d (tiene %(length)d).
fr: Assurez-vous que ce nom de fichier a au plus %(max)d caractère (il a %(length)d).
hi: सुनिश्चित करें कि इस फ़ाइल नाम में अधिकतम %(max)d वर्ण है (इसमें __लंबाई__ है)।
id: Pastikan nama file ini memiliki paling banyak %(max)d karakter (memiliki %(length)d).
it: Assicurati che questo nome file contenga al massimo %(max)d caratteri (ha %(length)d).
ja: このファイル名が最大で %(max)d 文字（ %(length)d）であることを確認してください。
ko: 이 파일 이름에 최대 %(max)d 문자가 포함되어야 합니다( %(length)d포함).
pl: Upewnij się, że ta nazwa pliku ma co najwyżej %(max)d znak (ma %(length)d).
pt: Certifique-se de que este nome de arquivo tenha no máximo %(max)d caracteres (ele possui %(length)d).
ru: Убедитесь, что это имя файла содержит не более символа %(max)d (имеет %(length)d).
th: ตรวจสอบให้แน่ใจว่าชื่อไฟล์นี้มีอักขระไม่เกิน %(max)d ตัว (มี %(length)d)
tr: Bu dosya adının en fazla %(max)d karaktere sahip olduğundan emin olun ( %(length)diçerir).
vi: Đảm bảo tên tệp này có tối đa %(max)d ký tự (nó có %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
ar: يرجى إما إرسال ملف أو تحديد مربع الاختيار ، وليس كلاهما.
de: Bitte senden Sie entweder eine Datei oder aktivieren Sie das Kontrollkästchen, nicht beides.
es: Envíe un archivo o marque la casilla sin marcar, no ambas.
fr: Veuillez soit soumettre un fichier, soit cocher la case décochée, pas les deux.
hi: कृपया या तो कोई फ़ाइल सबमिट करें या स्पष्ट चेकबॉक्स चेक करें, दोनों नहीं।
id: Silakan kirim file atau centang kotak centang kosong, jangan keduanya.
it: Invia un file o seleziona la casella di controllo chiara, non entrambi.
ja: ファイルを送信するか、両方ではなく、チェックボックスをオフにしてください。
ko: 파일을 제출하거나 확인란 선택을 취소하십시오. 둘 다 선택하지 마십시오.
pl: Prześlij plik lub zaznacz wyczyść pole wyboru, a nie jedno i drugie.
pt: Envie um arquivo ou desmarque a caixa de seleção, não as duas.
ru: Отправьте файл или установите флажок «Очистить», но не то и другое одновременно.
th: โปรดส่งไฟล์หรือทำเครื่องหมายที่ช่องล้าง ไม่ใช่ทั้งสองอย่าง
tr: Lütfen bir dosya gönderin veya her ikisini birden değil, onay kutusunu işaretleyin.
vi: Vui lòng gửi tệp hoặc chọn hộp kiểm rõ ràng, không phải cả hai.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: قم بتحميل صورة صالحة. الملف الذي قمت بتحميله لم يكن صورة أو صورة تالفة.
de: Laden Sie ein gültiges Bild hoch. Die von Ihnen hochgeladene Datei war entweder kein Bild oder ein beschädigtes Bild.
es: Sube una imagen válida. El archivo que cargó no era una imagen o una imagen dañada.
fr: Téléchargez une image valide. Le fichier que vous avez téléchargé n&#39;était pas une image ou une image corrompue.
hi: एक मान्य छवि अपलोड करें। आपके द्वारा अपलोड की गई फ़ाइल या तो कोई छवि या दूषित छवि नहीं थी।
id: Unggah gambar yang valid. File yang Anda unggah bukanlah gambar atau gambar yang rusak.
it: Carica un&#39;immagine valida. Il file che hai caricato non era un&#39;immagine o era un&#39;immagine danneggiata.
ja: 有効な画像をアップロードしてください。アップロードしたファイルは、画像ではないか、破損した画像でした。
ko: 유효한 이미지를 업로드하세요. 업로드한 파일은 이미지가 아니거나 손상된 이미지입니다.
pl: Prześlij prawidłowy obraz. Przesłany plik nie był obrazem lub był uszkodzony.
pt: Faça upload de uma imagem válida. O arquivo que você carregou não era uma imagem ou estava corrompido.
ru: Загрузите действительное изображение. Загруженный вами файл не был изображением или поврежденным изображением.
th: อัปโหลดรูปภาพที่ถูกต้อง ไฟล์ที่คุณอัปโหลดไม่ใช่รูปภาพหรือรูปภาพที่เสียหาย
tr: Geçerli bir resim yükleyin. Yüklediğiniz dosya bir resim değil ya da bozuk bir resim.
vi: Tải lên một hình ảnh hợp lệ. Tệp bạn đã tải lên không phải là hình ảnh hoặc hình ảnh bị hỏng.

source: Select a valid choice. %(value)s is not one of the available choices.
ar: حدد اختيارًا صالحًا. %(value)s ليست من الخيارات المتاحة.
de: Wählen Sie eine gültige Option aus. %(value)s ist keine der verfügbaren Optionen.
es: Seleccione una opción válida. %(value)s no es una de las opciones disponibles.
fr: Sélectionnez un choix valide. %(value)s n&#39;est pas l&#39;un des choix disponibles.
hi: एक मान्य विकल्प चुनें। %(value)s उपलब्ध विकल्पों में से एक नहीं है।
id: Pilih pilihan yang valid. %(value)s bukan salah satu pilihan yang tersedia.
it: Seleziona una scelta valida. %(value)s non è una delle scelte disponibili.
ja: 有効な選択肢を選択してください。 %(value)s は利用可能な選択肢の1つではありません。
ko: 유효한 선택을 선택하십시오. %(value)s 는 사용 가능한 선택 사항 중 하나가 아닙니다.
pl: Wybierz poprawny wybór. %(value)s nie jest jedną z dostępnych opcji.
pt: Selecione uma escolha válida. %(value)s não é uma das opções disponíveis.
ru: Выберите правильный выбор. %(value)s не является одним из доступных вариантов.
th: เลือกตัวเลือกที่ถูกต้อง %(value)s ไม่ใช่หนึ่งในตัวเลือกที่มี
tr: Geçerli bir seçim seçin. %(value)s mevcut seçeneklerden biri değil.
vi: Chọn một sự lựa chọn hợp lệ. %(value)s không phải là một trong những lựa chọn có sẵn.

source: Enter a list of values.
ar: أدخل قائمة القيم.
de: Geben Sie eine Werteliste ein.
es: Ingrese una lista de valores.
fr: Saisissez une liste de valeurs.
hi: मूल्यों की एक सूची दर्ज करें।
id: Masukkan daftar nilai.
it: Inserisci un elenco di valori.
ja: 値のリストを入力します。
ko: 값 목록을 입력합니다.
pl: Wprowadź listę wartości.
pt: Insira uma lista de valores.
ru: Введите список значений.
th: ป้อนรายการค่า
tr: Bir değerler listesi girin.
vi: Nhập danh sách các giá trị.

source: Enter a complete value.
ar: أدخل قيمة كاملة.
de: Geben Sie einen vollständigen Wert ein.
es: Ingrese un valor completo.
fr: Entrez une valeur complète.
hi: एक पूर्ण मान दर्ज करें।
id: Masukkan nilai lengkap.
it: Immettere un valore completo.
ja: 完全な値を入力します。
ko: 완전한 값을 입력하십시오.
pl: Wpisz pełną wartość.
pt: Insira um valor completo.
ru: Введите полное значение.
th: ป้อนค่าที่สมบูรณ์
tr: Tam bir değer girin.
vi: Nhập một giá trị hoàn chỉnh.

source: Enter a valid UUID.
ar: أدخل UUID صالحًا.
de: Geben Sie eine gültige UUID ein.
es: Ingrese un UUID válido.
fr: Saisissez un UUID valide.
hi: एक मान्य यूयूआईडी दर्ज करें।
id: Masukkan UUID yang valid.
it: Inserisci un UUID valido.
ja: 有効なUUIDを入力してください。
ko: 유효한 UUID를 입력하십시오.
pl: Wpisz prawidłowy UUID.
pt: Insira um UUID válido.
ru: Введите действительный UUID.
th: ป้อน UUID ที่ถูกต้อง
tr: Geçerli bir UUID girin.
vi: Nhập UUID hợp lệ.

source: Enter a valid JSON.
ar: أدخل JSON صالحًا.
de: Geben Sie eine gültige JSON ein.
es: Ingrese un JSON válido.
fr: Saisissez un JSON valide.
hi: एक मान्य JSON दर्ज करें।
id: Masukkan JSON yang valid.
it: Inserisci un JSON valido.
ja: 有効なJSONを入力してください。
ko: 유효한 JSON을 입력하세요.
pl: Wpisz prawidłowy JSON.
pt: Insira um JSON válido.
ru: Введите действительный JSON.
th: ป้อน JSON ที่ถูกต้อง
tr: Geçerli bir JSON girin.
vi: Nhập JSON hợp lệ.

source: (Hidden field %(name)s) %(error)s
ar: (حقل مخفي %(name)s) %(error)s
de: (Ausgeblendetes Feld %(name)s) %(error)s
es: (Campo oculto %(name)s) %(error)s
fr: (Champ caché %(name)s) %(error)s
hi: (छिपा हुआ क्षेत्र %(name)s) __त्रुटि__
id: (Bidang tersembunyi %(name)s) %(error)s
it: (Campo nascosto %(name)s) %(error)s
ja: （非表示フィールド__name __）__ error__
ko: (숨겨진 필드 %(name)s) %(error)s
pl: (Ukryte pole %(name)s) %(error)s
pt: (Campo oculto %(name)s) %(error)s
ru: (Скрытое поле %(name)s) %(error)s
th: (ฟิลด์ที่ซ่อนอยู่ %(name)s) %(error)s
tr: (Gizli alan %(name)s) %(error)s
vi: (Trường ẩn %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
ar: بيانات نموذج الإدارة مفقودة أو تم العبث بها. الحقول المفقودة: %(field_names)s. قد تحتاج إلى تقديم تقرير خطأ إذا استمرت المشكلة.
de: ManagementForm-Daten fehlen oder wurden manipuliert. Fehlende Felder: %(field_names)s. Möglicherweise müssen Sie einen Fehlerbericht einreichen, wenn das Problem weiterhin besteht.
es: Los datos de ManagementForm faltan o han sido alterados. Campos que faltan: %(field_names)s. Es posible que deba presentar un informe de error si el problema persiste.
fr: Les données de ManagementForm sont manquantes ou ont été falsifiées. Champs manquants : %(field_names)s. Vous devrez peut-être déposer un rapport de bogue si le problème persiste.
hi: ManagementForm डेटा गायब है या उसके साथ छेड़छाड़ की गई है। अनुपलब्ध फ़ील्ड: %(field_names)s। यदि समस्या बनी रहती है, तो आपको बग रिपोर्ट दर्ज करने की आवश्यकता हो सकती है।
id: Data ManagementForm hilang atau telah diubah. Bidang tidak ada: %(field_names)s. Anda mungkin perlu mengajukan laporan bug jika masalah terus berlanjut.
it: I dati di ManagementForm mancano o sono stati manomessi. Campi mancanti: %(field_names)s. Potrebbe essere necessario inviare una segnalazione di bug se il problema persiste.
ja: ManagementFormデータが欠落しているか、改ざんされています。欠落しているフィールド：__ field_names__。問題が解決しない場合は、バグレポートを提出する必要があります。
ko: ManagementForm 데이터가 누락되었거나 변조되었습니다. 누락된 필드: %(field_names)s. 문제가 지속되면 버그 보고서를 제출해야 할 수 있습니다.
pl: Brak danych ManagementForm lub zostały one naruszone. Brakujące pola: %(field_names)s. Jeśli problem będzie się powtarzał, może być konieczne złożenie raportu o błędzie.
pt: Dados de ManagementForm estão faltando ou foram adulterados. Campos ausentes: %(field_names)s. Você pode precisar enviar um relatório de bug se o problema persistir.
ru: Данные ManagementForm отсутствуют или были подделаны. Отсутствующие поля: %(field_names)s. Если проблема не исчезнет, вам может потребоваться отправить отчет об ошибке.
th: ข้อมูล ManagementForm หายไปหรือถูกดัดแปลง ฟิลด์ที่ขาดหายไป: %(field_names)sคุณอาจต้องยื่นรายงานข้อบกพร่องหากปัญหายังคงมีอยู่
tr: ManagementForm verileri eksik veya değiştirilmiş. Eksik alanlar: %(field_names)s. Sorun devam ederse, bir hata raporu göndermeniz gerekebilir.
vi: Dữ liệu ManagementForm bị thiếu hoặc đã bị giả mạo. Các trường bị thiếu: %(field_names)s. Bạn có thể phải gửi báo cáo lỗi nếu sự cố vẫn tiếp diễn.

source: Please submit at most %d form.
ar: يرجى إرسال النموذج %d كحد أقصى.
de: Bitte senden Sie höchstens %d Formular.
es: Envíe el formulario %d como máximo.
fr: Veuillez soumettre au plus %d formulaire.
hi: कृपया अधिक से अधिक __नंबर__ फॉर्म जमा करें।
id: Harap kirimkan paling banyak %d formulir.
it: Si prega di inviare al massimo %d modulo.
ja: せいぜい %d フォームを提出してください。
ko: 최대 %d 개 양식을 제출하세요.
pl: Prześlij maksymalnie %d formularz.
pt: Envie no máximo o formulário %d .
ru: Пожалуйста, отправьте не более %d формы.
th: กรุณาส่งแบบฟอร์มไม่เกิน %d
tr: Lütfen en fazla %d formu gönderin.
vi: Vui lòng gửi tối đa %d biểu mẫu.

source: Please submit at least %d form.
ar: يرجى تقديم نموذج %d على الأقل.
de: Bitte senden Sie mindestens %d Formular.
es: Envíe al menos el formulario %d .
fr: Veuillez soumettre au moins %d formulaire.
hi: कृपया कम से कम __नंबर__ फॉर्म जमा करें।
id: Harap kirimkan setidaknya %d formulir.
it: Si prega di inviare almeno %d modulo.
ja: 少なくとも %d フォームを送信してください。
ko: 최소한 %d 개의 양식을 제출하세요.
pl: Prześlij co najmniej formularz %d .
pt: Envie pelo menos %d formulário.
ru: Пожалуйста, отправьте как минимум %d форму.
th: กรุณาส่งแบบฟอร์มอย่างน้อย %d
tr: Lütfen en az %d formu gönderin.
vi: Vui lòng gửi ít nhất %d biểu mẫu.

source: Order
ar: ترتيب
de: Auftrag
es: Pedido
fr: Ordre
hi: गण
id: Memesan
it: Ordine
ja: 注文
ko: 주문
pl: Zamówienie
pt: Pedido
ru: Заказ
th: ใบสั่ง
tr: Sipariş
vi: Đặt hàng

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Effacer
hi: हटाएं
id: Menghapus
it: Elimina
ja: 削除
ko: 지우다
pl: Kasować
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa bỏ

source: Please correct the duplicate data for %(field)s.
ar: يرجى تصحيح البيانات المكررة لـ %(field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s.
es: Corrija los datos duplicados para %(field)s.
fr: Veuillez corriger les données en double pour %(field)s.
hi: कृपया %(field)sके लिए डुप्लीकेट डेटा को सही करें।
id: Perbaiki data duplikat untuk %(field)s.
it: Correggi i dati duplicati per %(field)s.
ja: %(field)sの重複データを修正してください。
ko: %(field)s에 대한 중복 데이터를 수정하십시오.
pl: Popraw zduplikowane dane dla %(field)s.
pt: Corrija os dados duplicados para %(field)s.
ru: Исправьте повторяющиеся данные для %(field)s.
th: โปรดแก้ไขข้อมูลที่ซ้ำกันสำหรับ %(field)s
tr: Lütfen %(field)siçin yinelenen verileri düzeltin.
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
ar: يُرجى تصحيح البيانات المكررة لـ %(field)s، والتي يجب أن تكون فريدة.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s, die eindeutig sein müssen.
es: Corrija los datos duplicados para %(field)s, que deben ser únicos.
fr: Veuillez corriger les données en double pour %(field)s, qui doit être unique.
hi: कृपया %(field)sके लिए डुप्लीकेट डेटा सही करें, जो अद्वितीय होना चाहिए।
id: Perbaiki data duplikat untuk %(field)s, yang harus unik.
it: Correggi i dati duplicati per %(field)s, che devono essere univoci.
ja: %(field)sの重複データを修正してください。これは一意である必要があります。
ko: 고유해야 하는 %(field)s의 중복 데이터를 수정하십시오.
pl: Popraw zduplikowane dane dla %(field)s, które muszą być niepowtarzalne.
pt: Corrija os dados duplicados para %(field)s, que devem ser únicos.
ru: Исправьте повторяющиеся данные для %(field)s, которые должны быть уникальными.
th: โปรดแก้ไขข้อมูลที่ซ้ำกันสำหรับ %(field)sซึ่งต้องไม่ซ้ำกัน
tr: Lütfen benzersiz olması gereken %(field)siçin yinelenen verileri düzeltin.
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field)s, dữ liệu này phải là duy nhất.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
ar: يرجى تصحيح البيانات المكررة لـ %(field_name)s والتي يجب أن تكون فريدة من أجل __ lookup__ في %(lookup)s .
de: Bitte korrigieren Sie die doppelten Daten für %(field_name)s , die für die %(lookup)s in %(date_field)seindeutig sein müssen.
es: Corrija los datos duplicados para %(field_name)s , que deben ser únicos para %(lookup)s en %(date_field)s.
fr: Veuillez corriger les données en double pour %(field_name)s qui doit être unique pour %(lookup)s dans %(date_field)s.
hi: कृपया %(field_name)s के लिए डुप्लिकेट डेटा को ठीक करें जो %(lookup)s में %(date_field)sके लिए अद्वितीय होना चाहिए।
id: Harap perbaiki data duplikat untuk %(field_name)s yang harus unik untuk %(lookup)s di %(date_field)s.
it: Correggi i dati duplicati per %(field_name)s che devono essere univoci per %(lookup)s in %(date_field)s.
ja: %(field_name)s の重複データを修正してください。これは %(lookup)s の %(date_field)sに対して一意である必要があります。
ko: %(field_name)s 의 %(lookup)s 에 대해 고유해야 하는 %(date_field)s의 중복 데이터를 수정하십시오.
pl: Popraw zduplikowane dane dla %(field_name)s , które muszą być unikalne dla %(lookup)s w %(date_field)s.
pt: Corrija os dados duplicados para %(field_name)s que devem ser exclusivos para %(lookup)s em %(date_field)s.
ru: Исправьте повторяющиеся данные для %(field_name)s , которые должны быть уникальными для %(lookup)s в %(date_field)s.
th: โปรดแก้ไขข้อมูลที่ซ้ำกันสำหรับ %(field_name)s ซึ่งต้องไม่ซ้ำกันสำหรับ %(lookup)s ใน %(date_field)s
tr: Lütfen %(field_name)s içindeki %(lookup)s için benzersiz olması gereken %(date_field)siçin yinelenen verileri düzeltin.
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field_name)s phải là duy nhất cho %(lookup)s trong %(date_field)s.

source: Please correct the duplicate values below.
ar: يرجى تصحيح القيم المكررة أدناه.
de: Bitte korrigieren Sie die doppelten Werte unten.
es: Corrija los valores duplicados a continuación.
fr: Veuillez corriger les valeurs en double ci-dessous.
hi: कृपया नीचे दिए गए डुप्लिकेट मानों को ठीक करें।
id: Harap perbaiki nilai duplikat di bawah ini.
it: Correggi i valori duplicati di seguito.
ja: 以下の重複する値を修正してください。
ko: 아래 중복 값을 수정하십시오.
pl: Popraw poniższe zduplikowane wartości.
pt: Corrija os valores duplicados abaixo.
ru: Исправьте повторяющиеся значения ниже.
th: โปรดแก้ไขค่าที่ซ้ำกันด้านล่าง
tr: Lütfen aşağıdaki yinelenen değerleri düzeltin.
vi: Vui lòng sửa các giá trị trùng lặp bên dưới.

source: The inline value did not match the parent instance.
ar: القيمة المضمنة لا تطابق النسخة الأصلية.
de: Der Inline-Wert stimmte nicht mit der übergeordneten Instanz überein.
es: El valor en línea no coincide con la instancia principal.
fr: La valeur en ligne ne correspondait pas à l&#39;instance parente.
hi: इनलाइन मान पैरेंट इंस्टेंस से मेल नहीं खाता।
id: Nilai sebaris tidak cocok dengan instance induk.
it: Il valore in linea non corrisponde all&#39;istanza padre.
ja: インライン値が親インスタンスと一致しませんでした。
ko: 인라인 값이 상위 인스턴스와 일치하지 않습니다.
pl: Wartość wbudowana nie pasuje do instancji nadrzędnej.
pt: O valor embutido não corresponde à instância pai.
ru: Встроенное значение не соответствует родительскому экземпляру.
th: ค่าอินไลน์ไม่ตรงกับอินสแตนซ์หลัก
tr: Satır içi değer, üst örnekle eşleşmedi.
vi: Giá trị nội dòng không khớp với phiên bản gốc.

source: Select a valid choice. That choice is not one of the available choices.
ar: حدد اختيارًا صالحًا. هذا الخيار ليس من الخيارات المتاحة.
de: Wählen Sie eine gültige Option aus. Diese Wahl gehört nicht zu den verfügbaren Wahlmöglichkeiten.
es: Seleccione una opción válida. Esa elección no es una de las opciones disponibles.
fr: Sélectionnez un choix valide. Ce choix ne fait pas partie des choix disponibles.
hi: एक मान्य विकल्प चुनें। वह विकल्प उपलब्ध विकल्पों में से एक नहीं है।
id: Pilih pilihan yang valid. Pilihan itu bukanlah salah satu pilihan yang tersedia.
it: Seleziona una scelta valida. Quella scelta non è una delle scelte disponibili.
ja: 有効な選択肢を選択してください。その選択は、利用可能な選択肢の1つではありません。
ko: 유효한 선택을 선택하십시오. 그 선택은 사용 가능한 선택 중 하나가 아닙니다.
pl: Wybierz poprawny wybór. Ten wybór nie jest jednym z dostępnych wyborów.
pt: Selecione uma escolha válida. Essa escolha não é uma das opções disponíveis.
ru: Выберите правильный выбор. Этот вариант не является одним из доступных.
th: เลือกตัวเลือกที่ถูกต้อง ตัวเลือกนั้นไม่ใช่หนึ่งในตัวเลือกที่มี
tr: Geçerli bir seçim seçin. Bu seçim mevcut seçeneklerden biri değildir.
vi: Chọn một sự lựa chọn hợp lệ. Lựa chọn đó không phải là một trong những lựa chọn có sẵn.

source: “%(pk)s” is not a valid value.
ar: &quot;%(pk)s&quot; ليست قيمة صالحة.
de: „%(pk)s“ ist kein gültiger Wert.
es: “%(pk)s” no es un valor válido.
fr: &quot;%(pk)s&quot; n&#39;est pas une valeur valide.
hi: &quot;%(pk)s&quot; मान्य मान नहीं है।
id: “%(pk)s” bukan nilai yang valid.
it: &quot;%(pk)s&quot; non è un valore valido.
ja: 「%(pk)s」は有効な値ではありません。
ko: &quot;%(pk)s&quot;는 유효한 값이 아닙니다.
pl: „%(pk)s” nie jest prawidłową wartością.
pt: “%(pk)s” não é um valor válido.
ru: «%(pk)s» не является допустимым значением.
th: “%(pk)s” ไม่ใช่ค่าที่ถูกต้อง
tr: “%(pk)s” geçerli bir değer değil.
vi: “%(pk)s” không phải là giá trị hợp lệ.
