Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على الأقل على حرف %(limit_value)d (تحتوي على %(show_value)d).
de: Stellen Sie sicher, dass dieser Wert mindestens %(limit_value)d Zeichen hat (er hat %(show_value)d).
es: Asegúrese de que este valor tenga al menos el carácter %(limit_value)d (tiene %(show_value)d).
fr: Assurez-vous que cette valeur a au moins le caractère %(limit_value)d (elle a %(show_value)d).
hi: सुनिश्चित करें कि इस मान में कम से कम %(limit_value)d वर्ण है (इसमें %(show_value)dहै)।
id: Pastikan nilai ini memiliki setidaknya %(limit_value)d karakter (memiliki %(show_value)d).
it: Assicurati che questo valore abbia almeno %(limit_value)d carattere (ha %(show_value)d).
ja: この値に少なくとも %(limit_value)d 文字が含まれていることを確認してください（ %(show_value)dが含まれています）。
ko: 이 값에 최소 %(limit_value)d 문자가 있는지 확인하십시오( %(show_value)d포함).
pl: Upewnij się, że ta wartość ma co najmniej znak %(limit_value)d (ma %(show_value)d).
pt: Certifique-se de que este valor tenha pelo menos %(limit_value)d caractere (ele tem %(show_value)d).
ru: Убедитесь, что это значение содержит как минимум символ %(limit_value)d (в нем есть %(show_value)d).
th: ตรวจสอบให้แน่ใจว่าค่านี้มีอักขระอย่างน้อย %(limit_value)d (มี %(show_value)d)
tr: Bu değerin en az %(limit_value)d karakterine sahip olduğundan emin olun ( %(show_value)diçerir).
vi: Đảm bảo giá trị này có ít nhất %(limit_value)d ký tự (nó có %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على حرف %(limit_value)d كحد أقصى (تحتوي على %(show_value)d).
de: Stellen Sie sicher, dass dieser Wert höchstens %(limit_value)d Zeichen hat (er hat %(show_value)d).
es: Asegúrese de que este valor tenga como máximo el carácter %(limit_value)d (tiene %(show_value)d).
fr: Assurez-vous que cette valeur a au plus le caractère %(limit_value)d (elle a %(show_value)d).
hi: सुनिश्चित करें कि इस मान में अधिकतम %(limit_value)d वर्ण है (इसमें %(show_value)dहै)।
id: Pastikan nilai ini memiliki karakter %(limit_value)d paling banyak (memiliki %(show_value)d).
it: Assicurati che questo valore abbia al massimo %(limit_value)d carattere (ha %(show_value)d).
ja: この値が最大で %(limit_value)d 文字（ %(show_value)d）であることを確認してください。
ko: 이 값에 최대 %(limit_value)d 문자가 있는지 확인합니다( %(show_value)d포함).
pl: Upewnij się, że ta wartość ma co najwyżej znak %(limit_value)d (ma %(show_value)d).
pt: Certifique-se de que este valor tenha no máximo %(limit_value)d caractere (ele possui %(show_value)d).
ru: Убедитесь, что это значение содержит не более символа %(limit_value)d (имеет %(show_value)d).
th: ตรวจสอบให้แน่ใจว่าค่านี้มีอักขระไม่เกิน %(limit_value)d ตัว (มี %(show_value)d)
tr: Bu değerin en fazla %(limit_value)d karakterine sahip olduğundan emin olun ( %(show_value)ddeğerine sahiptir).
vi: Đảm bảo giá trị này có tối đa %(limit_value)d ký tự (nó có %(show_value)d).

source: Enter a number.
ar: أدخل رقما.
de: Geben Sie eine Zahl ein.
es: Ingrese un numero.
fr: Entrez un numéro.
hi: एक नंबर दर्ज करें।
id: Masukkan nomor.
it: Inserisci un numero.
ja: 番号を入力してください。
ko: 숫자를 입력하세요.
pl: Wpisz numer.
pt: Digite um número.
ru: Введите номер.
th: ป้อนหมายเลข
tr: Bir numara girin.
vi: Nhập một số.

source: Ensure that there are no more than %(max)s digit in total.
ar: تأكد من عدم وجود أكثر من %(max)s رقم في المجموع.
de: Stellen Sie sicher, dass insgesamt nicht mehr als %(max)s Stellen vorhanden sind.
es: Asegúrese de que no haya más de %(max)s dígitos en total.
fr: Assurez-vous qu&#39;il n&#39;y a pas plus de %(max)s chiffres au total.
hi: सुनिश्चित करें कि कुल मिलाकर %(max)s से अधिक अंक नहीं हैं।
id: Pastikan tidak ada lebih dari %(max)s digit secara total.
it: Assicurati che non ci siano più di %(max)s cifre in totale.
ja: 合計で %(max)s 桁を超えないようにしてください。
ko: 총 %(max)s 자리 이하인지 확인하십시오.
pl: Upewnij się, że łącznie nie ma więcej niż %(max)s cyfr.
pt: Certifique-se de que não haja mais do que %(max)s dígitos no total.
ru: Убедитесь, что всего не более %(max)s цифр.
th: ตรวจสอบให้แน่ใจว่ามีทั้งหมดไม่เกิน %(max)s หลัก
tr: Toplamda %(max)s basamaktan fazla olmadığından emin olun.
vi: Đảm bảo rằng tổng số không có nhiều hơn %(max)s chữ số.

source: Ensure that there are no more than %(max)s decimal place.
ar: تأكد من عدم وجود أكثر من %(max)s مكان عشري.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Dezimalstellen vorhanden sind.
es: Asegúrese de que no haya más de %(max)s decimales.
fr: Assurez-vous qu&#39;il n&#39;y a pas plus de %(max)s décimales.
hi: सुनिश्चित करें कि %(max)s दशमलव स्थान से अधिक नहीं हैं।
id: Pastikan tidak ada lebih dari %(max)s tempat desimal.
it: Assicurati che non ci siano più di %(max)s decimali.
ja: 小数点以下の桁数が %(max)s 以下であることを確認してください。
ko: 소수점 이하 자릿수가 %(max)s 이하인지 확인하십시오.
pl: Upewnij się, że nie ma więcej niż %(max)s miejsca dziesiętnego.
pt: Certifique-se de que não haja mais do que %(max)s casa decimal.
ru: Убедитесь, что количество десятичных знаков не превышает %(max)s .
th: ตรวจสอบให้แน่ใจว่ามีทศนิยมไม่เกิน %(max)s ตำแหน่ง
tr: %(max)s ondalık basamaktan fazla olmadığından emin olun.
vi: Đảm bảo rằng không có nhiều hơn %(max)s chữ số thập phân.

source: Ensure that there are no more than %(max)s digit before the decimal point.
ar: تأكد من عدم وجود أكثر من %(max)s رقم قبل العلامة العشرية.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Stellen vor dem Komma stehen.
es: Asegúrese de que no haya más de %(max)s dígitos antes del punto decimal.
fr: Assurez-vous qu&#39;il n&#39;y a pas plus de %(max)s chiffres avant la virgule décimale.
hi: सुनिश्चित करें कि दशमलव बिंदु से पहले %(max)s से अधिक अंक नहीं हैं।
id: Pastikan bahwa tidak ada lebih dari %(max)s digit sebelum titik desimal.
it: Assicurati che non ci siano più di %(max)s cifre prima della virgola.
ja: 小数点の前に %(max)s 桁を超えないようにしてください。
ko: 소수점 앞에 %(max)s 자리 이하가 있는지 확인합니다.
pl: Upewnij się, że przed przecinkiem dziesiętnym nie ma więcej niż %(max)s cyfry.
pt: Certifique-se de que não haja mais do que %(max)s dígitos antes da vírgula decimal.
ru: Убедитесь, что перед десятичной запятой стоит не более %(max)s цифры.
th: ตรวจสอบให้แน่ใจว่าไม่เกิน %(max)s หลักก่อนจุดทศนิยม
tr: Ondalık noktadan önce %(max)s basamaktan fazla olmadığından emin olun.
vi: Đảm bảo rằng không có nhiều hơn %(max)s chữ số trước dấu thập phân.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ar: امتداد الملف &quot;%(extension)s&quot; غير مسموح به. الامتدادات المسموح بها هي: __التمديدات_المسموح بها__.
de: Die Dateierweiterung „%(extension)s“ ist nicht zulässig. Zulässige Erweiterungen sind: %(allowed_extensions)s.
es: No se permite la extensión de archivo &quot;%(extension)s&quot;. Las extensiones permitidas son: %(allowed_extensions)s.
fr: L&#39;extension de fichier &quot;%(extension)s&quot; n&#39;est pas autorisée. Les extensions autorisées sont : %(allowed_extensions)s.
hi: फ़ाइल एक्सटेंशन &quot;%(extension)s&quot; की अनुमति नहीं है। अनुमत एक्सटेंशन हैं: %(allowed_extensions)s।
id: Ekstensi file “%(extension)s” tidak diperbolehkan. Ekstensi yang diizinkan adalah: %(allowed_extensions)s.
it: L&#39;estensione del file &quot;%(extension)s&quot; non è consentita. Le estensioni consentite sono: %(allowed_extensions)s.
ja: ファイル拡張子「%(extension)s」は許可されていません。許可される拡張機能は次のとおりです：__ allowed_extensions__。
ko: 파일 확장자 &quot;%(extension)s&quot;은(는) 허용되지 않습니다. 허용되는 확장자는 %(allowed_extensions)s입니다.
pl: Rozszerzenie pliku „%(extension)s” jest niedozwolone. Dozwolone rozszerzenia to: %(allowed_extensions)s.
pt: A extensão de arquivo “%(extension)s” não é permitida. As extensões permitidas são: %(allowed_extensions)s.
ru: Расширение файла «%(extension)s» не допускается. Допустимые расширения: %(allowed_extensions)s.
th: ไม่อนุญาตให้ใช้นามสกุลไฟล์ “%(extension)s” ส่วนขยายที่อนุญาตคือ: %(allowed_extensions)s
tr: “%(extension)s” dosya uzantısına izin verilmiyor. İzin verilen uzantılar: %(allowed_extensions)s.
vi: Phần mở rộng tệp “%(extension)s” không được phép. Các tiện ích mở rộng được phép là: %(allowed_extensions)s.

source: Null characters are not allowed.
ar: الأحرف الفارغة غير مسموح بها.
de: Nullzeichen sind nicht erlaubt.
es: No se permiten caracteres nulos.
fr: Les caractères nuls ne sont pas autorisés.
hi: शून्य वर्णों की अनुमति नहीं है।
id: Karakter nol tidak diperbolehkan.
it: I caratteri null non sono consentiti.
ja: ヌル文字は使用できません。
ko: 널 문자는 허용되지 않습니다.
pl: Znaki zerowe nie są dozwolone.
pt: Caracteres nulos não são permitidos.
ru: Нулевые символы не допускаются.
th: ไม่อนุญาตให้ใช้อักขระ Null
tr: Boş karakterlere izin verilmez.
vi: Các ký tự rỗng không được phép.

source: and
ar: و
de: und
es: y
fr: et
hi: तथा
id: dan
it: e
ja: そして
ko: 과
pl: i
pt: e
ru: а также
th: และ
tr: ve
vi: và

source: %(model_name)s with this %(field_labels)s already exists.
ar: %(model_name)s بهذه __تسميات_ الحقول__ موجودة بالفعل.
de: %(model_name)s mit diesem %(field_labels)s existiert bereits.
es: %(model_name)s con este %(field_labels)s ya existe.
fr: %(model_name)s avec ce %(field_labels)s existe déjà.
hi: %(model_name)s इसके साथ %(field_labels)s पहले से मौजूद है।
id: %(model_name)s dengan %(field_labels)s ini sudah ada.
it: %(model_name)s con questo %(field_labels)s esiste già.
ja: この%(model_name)s を持つ %(field_labels)s はすでに存在します。
ko: 이%(model_name)s 가 있는 %(field_labels)s 이(가) 이미 존재합니다.
pl: %(model_name)s z tym %(field_labels)s już istnieje.
pt: %(model_name)s com este %(field_labels)s já existe.
ru: %(model_name)s с этим %(field_labels)s уже существует.
th: %(model_name)s ที่มี %(field_labels)s มีอยู่แล้ว
tr: Bu%(model_name)s ile %(field_labels)s zaten var.
vi: %(model_name)s với %(field_labels)s này đã tồn tại.

source: Value %(value)r is not a valid choice.
ar: القيمة٪ (القيمة) r ليست اختيارًا صالحًا.
de: Wert %(Wert)r ist keine gültige Wahl.
es: El valor% (valor) r no es una elección válida.
fr: La valeur %(valeur)r n&#39;est pas un choix valide.
hi: मान %(value)r मान्य विकल्प नहीं है।
id: Nilai %(nilai)r bukan pilihan yang valid.
it: Il valore %(value)r non è una scelta valida.
ja: 値％（value）rは有効な選択ではありません。
ko: 값 %(value)r은(는) 올바른 선택이 아닙니다.
pl: Wartość %(wartość)r nie jest prawidłowym wyborem.
pt: O valor% (valor) r não é uma escolha válida.
ru: Значение% (значение) r не является допустимым выбором.
th: ค่า %(value)r ไม่ใช่ตัวเลือกที่ถูกต้อง
tr: Değer %(değer)r geçerli bir seçim değil.
vi: Giá trị% (value) r không phải là một lựa chọn hợp lệ.

source: This field cannot be null.
ar: لا يمكن أن يكون هذا الحقل فارغًا.
de: Dieses Feld darf nicht null sein.
es: Este campo no puede ser nulo.
fr: Ce champ ne peut pas être nul.
hi: यह क्षेत्र रिक्त नहीं हो सकता।
id: Bidang ini tidak boleh nol.
it: Questo campo non può essere nullo.
ja: このフィールドをnullにすることはできません。
ko: 이 필드는 null일 수 없습니다.
pl: To pole nie może mieć wartości NULL.
pt: Este campo não pode ser nulo.
ru: Это поле не может быть пустым.
th: ฟิลด์นี้ไม่สามารถเป็นค่าว่างได้
tr: Bu alan boş olamaz.
vi: Trường này không được để trống.

source: This field cannot be blank.
ar: هذا الحقل لا يمكن أن يكون فارغا.
de: Dieses Feld darf nicht leer sein.
es: Este campo no puede estar vacío.
fr: Ce champ ne peut être vide.
hi: यह क्षेत्र रिक्त नहीं रह सकता।
id: Bidang ini tidak boleh kosong.
it: Questo campo non può essere vuoto.
ja: このフィールドを空白にすることはできません。
ko: 이 필드는 비워둘 수 없습니다.
pl: To pole nie może być puste.
pt: Este campo não pode estar vazio.
ru: Это поле не может быть пустым.
th: ฟิลด์นี้ไม่สามารถเว้นว่างได้
tr: Bu alan boş bırakılamaz.
vi: Chỗ này không được bỏ trống.

source: %(model_name)s with this %(field_label)s already exists.
ar: %(model_name)s بهذا %(field_label)s موجود بالفعل.
de: %(model_name)s mit diesem %(field_label)s existiert bereits.
es: %(model_name)s con este %(field_label)s ya existe.
fr: %(model_name)s avec ce %(field_label)s existe déjà.
hi: %(model_name)s इसके साथ %(field_label)s पहले से मौजूद है।
id: %(model_name)s dengan %(field_label)s ini sudah ada.
it: %(model_name)s con questa %(field_label)s esiste già.
ja: この%(model_name)s を持つ %(field_label)s はすでに存在します。
ko: 이%(model_name)s 이(가) 있는 %(field_label)s 이(가) 이미 존재합니다.
pl: %(model_name)s z tą %(field_label)s już istnieje.
pt: %(model_name)s com este %(field_label)s já existe.
ru: %(model_name)s с этим %(field_label)s уже существует.
th: %(model_name)s ที่มี %(field_label)s มีอยู่แล้ว
tr: Bu%(model_name)s ile %(field_label)s zaten var.
vi: %(model_name)s với %(field_label)s này đã tồn tại.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ar: يجب أن يكون%(field_label)s فريدًا من أجل %(date_field_label)s __ lookup_type__.
de: %(field_label)s muss für %(date_field_label)s %(lookup_type)seindeutig sein.
es: %(field_label)s debe ser único para %(date_field_label)s %(lookup_type)s.
fr: %(field_label)s doit être unique pour %(date_field_label)s %(lookup_type)s.
hi: %(field_label)s %(date_field_label)s %(lookup_type)sके लिए अद्वितीय होना चाहिए।
id: %(field_label)s harus unik untuk %(date_field_label)s %(lookup_type)s.
it: %(field_label)s deve essere univoco per %(date_field_label)s %(lookup_type)s.
ja: %(field_label)s は、__ date_field_label %(date_field_label)s に対して一意である必要があります。
ko: %(field_label)s 은 %(date_field_label)s %(lookup_type)s에 대해 고유해야 합니다.
pl: %(field_label)s musi być unikalny dla %(date_field_label)s %(lookup_type)s.
pt: %(field_label)s deve ser exclusivo para %(date_field_label)s %(lookup_type)s.
ru: %(field_label)s должен быть уникальным для %(date_field_label)s %(lookup_type)s.
th: %(field_label)s ต้องไม่ซ้ำกันสำหรับ %(date_field_label)s %(lookup_type)s
tr: %(field_label)s , %(date_field_label)s %(lookup_type)siçin benzersiz olmalıdır.
vi: %(field_label)s phải là duy nhất cho %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
ar: حقل النوع: __ نوع_الحقل__
de: Feldtyp: %(field_type)s
es: Campo de tipo: %(field_type)s
fr: Champ de type : %(field_type)s
hi: प्रकार का क्षेत्र: %(field_type)s
id: Bidang tipe: %(field_type)s
it: Campo di tipo: %(field_type)s
ja: タイプのフィールド：__ field_type__
ko: 유형 필드: %(field_type)s
pl: Pole typu: %(field_type)s
pt: Campo do tipo: %(field_type)s
ru: Поле типа: %(field_type)s
th: ประเภทฟิลด์: %(field_type)s
tr: Tür alanı: %(field_type)s
vi: Trường loại: %(field_type)s

source: “%(value)s” value must be either True or False.
ar: يجب أن تكون قيمة &quot;%(value)s&quot; إما صواب أو خطأ.
de: Der Wert von „%(value)s“ muss entweder True oder False sein.
es: El valor “%(value)s” debe ser Verdadero o Falso.
fr: La valeur &quot;%(value)s&quot; doit être True ou False.
hi: &quot;%(value)s&quot; मान या तो सही या गलत होना चाहिए।
id: Nilai “%(value)s” harus Benar atau Salah.
it: Il valore &quot;%(value)s&quot; deve essere True o False.
ja: 「%(value)s」の値はTrueまたはFalseのいずれかである必要があります。
ko: &quot;%(value)s&quot; 값은 True 또는 False여야 합니다.
pl: Wartość „%(value)s” musi mieć wartość True lub False.
pt: O valor “%(value)s” deve ser True ou False.
ru: Значение «%(value)s» должно быть либо True, либо False.
th: ค่า “%(value)s” ต้องเป็น True หรือ False
tr: “%(value)s” değeri True veya False olmalıdır.
vi: Giá trị “%(value)s” phải là Đúng hoặc Sai.

source: “%(value)s” value must be either True, False, or None.
ar: يجب أن تكون قيمة &quot;%(value)s&quot; إما True أو False أو None.
de: Der Wert von &quot;%(value)s&quot; muss entweder True, False oder None sein.
es: El valor “%(value)s” debe ser Verdadero, Falso o Ninguno.
fr: La valeur &quot;%(value)s&quot; doit être True, False ou None.
hi: &quot;%(value)s&quot; मान या तो सही, गलत या कोई नहीं होना चाहिए।
id: Nilai “%(value)s” harus berupa True, False, atau None.
it: Il valore &quot;%(value)s&quot; deve essere True, False o None.
ja: 「%(value)s」の値は、True、False、またはNoneのいずれかである必要があります。
ko: &quot;%(value)s&quot; 값은 True, False 또는 None이어야 합니다.
pl: Wartość „%(value)s” musi mieć wartość Prawda, Fałsz lub Brak.
pt: O valor “%(value)s” deve ser True, False ou None.
ru: Значение «%(value)s» должно иметь значение «Истина», «Ложь» или «Нет».
th: ค่า “%(value)s” ต้องเป็น True, False หรือ None
tr: “%(value)s” değeri Doğru, Yanlış veya Yok olmalıdır.
vi: Giá trị “%(value)s” phải là Đúng, Sai hoặc Không.

source: Boolean (Either True or False)
ar: قيمة منطقية (إما صواب أو خطأ)
de: Boolean (entweder wahr oder falsch)
es: Booleano (Verdadero o Falso)
fr: Booléen (Vrai ou Faux)
hi: बूलियन (या तो सही या गलत)
id: Boolean (Benar atau Salah)
it: Boolean (Vero o Falso)
ja: ブール値（TrueまたはFalseのいずれか）
ko: 부울(True 또는 False)
pl: Boolean (prawda lub fałsz)
pt: Booleano (verdadeiro ou falso)
ru: Логическое значение (Истина или Ложь)
th: บูลีน (จริงหรือเท็จ)
tr: Boolean (Doğru veya Yanlış)
vi: Boolean (Đúng hoặc Sai)

source: String (up to %(max_length)s)
ar: السلسلة (حتى %(max_length)s)
de: Zeichenfolge (bis zu %(max_length)s)
es: Cadena (hasta %(max_length)s)
fr: Chaîne (jusqu&#39;à %(max_length)s)
hi: स्ट्रिंग ( %(max_length)sतक)
id: String (hingga %(max_length)s)
it: Stringa (fino a %(max_length)s)
ja: 文字列（最大 %(max_length)s）
ko: 문자열(최대 %(max_length)s)
pl: Ciąg (do %(max_length)s)
pt: String (até %(max_length)s)
ru: Строка (до %(max_length)s)
th: สตริง (สูงสุด %(max_length)s)
tr: Dize ( %(max_length)s&#39;e kadar)
vi: Chuỗi (lên đến %(max_length)s)

source: Comma-separated integers
ar: أعداد صحيحة مفصولة بفواصل
de: Durch Kommas getrennte ganze Zahlen
es: Enteros separados por comas
fr: Entiers séparés par des virgules
hi: अल्पविराम से अलग किए गए पूर्णांक
id: Bilangan bulat yang dipisahkan koma
it: Interi separati da virgole
ja: カンマ区切りの整数
ko: 쉼표로 구분된 정수
pl: Liczby całkowite oddzielone przecinkami
pt: Inteiros separados por vírgula
ru: Целые числа, разделенные запятыми
th: จำนวนเต็มคั่นด้วยเครื่องหมายจุลภาค
tr: Virgülle ayrılmış tam sayılar
vi: Các số nguyên được phân tách bằng dấu phẩy

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ar: تنسيق تاريخ غير صالح لقيمة &quot;%(value)s&quot;. يجب أن يكون بتنسيق YYYY-MM-DD.
de: Der Wert „%(value)s“ hat ein ungültiges Datumsformat. Es muss das Format JJJJ-MM-TT haben.
es: El valor &quot;%(value)s&quot; tiene un formato de fecha no válido. Debe estar en formato AAAA-MM-DD.
fr: La valeur &quot;%(value)s&quot; a un format de date non valide. Il doit être au format AAAA-MM-JJ.
hi: “%(value)s” मान का दिनांक प्रारूप अमान्य है। यह YYYY-MM-DD प्रारूप में होना चाहिए।
id: Nilai “%(value)s” memiliki format tanggal yang tidak valid. Itu harus dalam format YYYY-MM-DD.
it: Il valore &quot;%(value)s&quot; ha un formato di data non valido. Deve essere nel formato AAAA-MM-GG.
ja: 「%(value)s」値の日付形式が無効です。 YYYY-MM-DD形式である必要があります。
ko: &quot;%(value)s&quot; 값의 날짜 형식이 잘못되었습니다. YYYY-MM-DD 형식이어야 합니다.
pl: Wartość „%(value)s” ma nieprawidłowy format daty. Musi być w formacie RRRR-MM-DD.
pt: O valor “%(value)s” tem um formato de data inválido. Deve estar no formato AAAA-MM-DD.
ru: Значение «%(value)s» имеет недопустимый формат даты. Он должен быть в формате ГГГГ-ММ-ДД.
th: ค่า “%(value)s” มีรูปแบบวันที่ที่ไม่ถูกต้อง ต้องอยู่ในรูปแบบ ปปปป-ดด-วว
tr: “%(value)s” değeri geçersiz bir tarih biçimine sahip. YYYY-AA-GG formatında olmalıdır.
vi: Giá trị “%(value)s” có định dạng ngày không hợp lệ. Nó phải ở định dạng YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ar: قيمة &quot;%(value)s&quot; لها التنسيق الصحيح (YYYY-MM-DD) لكنها تاريخ غير صالح.
de: Der Wert „%(value)s“ hat das richtige Format (JJJJ-MM-TT), aber es ist ein ungültiges Datum.
es: El valor “%(value)s” tiene el formato correcto (AAAA-MM-DD) pero es una fecha no válida.
fr: La valeur &quot;%(value)s&quot; a le format correct (AAAA-MM-JJ) mais c&#39;est une date non valide.
hi: “%(value)s” मान का प्रारूप सही है (YYYY-MM-DD) लेकिन यह एक अमान्य तिथि है।
id: Nilai “%(value)s” memiliki format yang benar (YYYY-MM-DD) tetapi tanggalnya tidak valid.
it: Il valore &quot;%(value)s&quot; ha il formato corretto (AAAA-MM-GG) ma è una data non valida.
ja: 「%(value)s」値の形式は正しい（YYYY-MM-DD）ですが、日付が無効です。
ko: &quot;%(value)s&quot; 값의 형식은 정확하지만(YYYY-MM-DD) 유효하지 않은 날짜입니다.
pl: Wartość „%(value)s” ma poprawny format (RRRR-MM-DD), ale jest to nieprawidłowa data.
pt: O valor “%(value)s” tem o formato correto (AAAA-MM-DD), mas é uma data inválida.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД), но это недопустимая дата.
th: ค่า “%(value)s” มีรูปแบบที่ถูกต้อง (YYYY-MM-DD) แต่เป็นวันที่ที่ไม่ถูกต้อง
tr: “%(value)s” değeri doğru formatta (YYYY-AA-GG) ancak geçersiz bir tarih.
vi: Giá trị “%(value)s” có định dạng chính xác (YYYY-MM-DD) nhưng là ngày không hợp lệ.

source: Date (without time)
ar: التاريخ (بدون وقت)
de: Datum (ohne Uhrzeit)
es: Fecha (sin hora)
fr: Date (sans heure)
hi: दिनांक (बिना समय के)
id: Tanggal (tanpa waktu)
it: Data (senza ora)
ja: 日付（時間なし）
ko: 날짜(시간 제외)
pl: Data (bez czasu)
pt: Data (sem hora)
ru: Дата (без времени)
th: วันที่ (ไม่มีเวลา)
tr: Tarih (zamansız)
vi: Ngày (không tính thời gian)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
ar: تنسيق قيمة &quot;%(value)s&quot; غير صالح. يجب أن يكون بتنسيق YYYY-MM-DD HH: MM [: ss [.uuuuuu]] [TZ].
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format JJJJ-MM-TT HH:MM[:ss[.uuuuuu]][TZ] vorliegen.
es: El valor &quot;%(value)s&quot; tiene un formato no válido. Debe estar en formato AAAA-MM-DD HH: MM [: ss [.uuuuuu]] [TZ].
fr: La valeur &quot;%(value)s&quot; a un format non valide. Il doit être au format AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ].
hi: “%(value)s” मान का प्रारूप अमान्य है। यह YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] प्रारूप में होना चाहिए।
id: Nilai “%(value)s” memiliki format yang tidak valid. Harus dalam format YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
it: Il valore &quot;%(value)s&quot; ha un formato non valido. Deve essere nel formato AAAA-MM-GG HH:MM[:ss[.uuuuuu]][TZ].
ja: 「%(value)s」値の形式が無効です。 YYYY-MM-DD HH：MM [：ss [.uuuuuu]] [TZ]形式である必要があります。
ko: &quot;%(value)s&quot; 값의 형식이 잘못되었습니다. YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] 형식이어야 합니다.
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi mieć format RRRR-MM-DD GG:MM[:ss[.uuuuuu]][TZ].
pt: O valor “%(value)s” tem um formato inválido. Deve estar no formato AAAA-MM-DD HH: MM [: ss [.uuuuuu]] [TZ].
ru: Значение «%(value)s» имеет недопустимый формат. Он должен быть в формате ГГГГ-ММ-ДД ЧЧ: ММ [: сс [.uuuuuu]] [TZ].
th: ค่า “%(value)s” มีรูปแบบที่ไม่ถูกต้อง ต้องอยู่ในรูปแบบ YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]
tr: “%(value)s” değeri geçersiz bir biçime sahip. YYYY-AA-GG SS:DD[:ss[.uuuuuu]][TZ] biçiminde olmalıdır.
vi: Giá trị “%(value)s” có định dạng không hợp lệ. Nó phải ở định dạng YYYY-MM-DD HH: MM [: ss [.uuuuuu]] [TZ].
