Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: This Service does not use these "cookies" explicitly. However, the app may use third party code and libraries that use "cookies" to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.
ar: لا تستخدم هذه الخدمة &quot;ملفات تعريف الارتباط&quot; بشكل صريح. ومع ذلك ، قد يستخدم التطبيق رموز ومكتبات جهة خارجية تستخدم &quot;ملفات تعريف الارتباط&quot; لجمع المعلومات وتحسين خدماتهم. لديك خيار إما قبول أو رفض ملفات تعريف الارتباط هذه ومعرفة متى يتم إرسال ملف تعريف الارتباط إلى جهازك. إذا اخترت رفض ملفات تعريف الارتباط الخاصة بنا ، فقد لا تتمكن من استخدام بعض أجزاء هذه الخدمة.
de: Dieser Dienst verwendet diese „Cookies“ nicht ausdrücklich. Die App kann jedoch Code von Drittanbietern und Bibliotheken verwenden, die &quot;Cookies&quot; verwenden, um Informationen zu sammeln und ihre Dienste zu verbessern. Sie haben die Möglichkeit, diese Cookies entweder zu akzeptieren oder abzulehnen und wissen, wann ein Cookie an Ihr Gerät gesendet wird. Wenn Sie unsere Cookies ablehnen, können Sie möglicherweise einige Teile dieses Dienstes nicht nutzen.
es: Este Servicio no utiliza estas &quot;cookies&quot; explícitamente. Sin embargo, la aplicación puede utilizar códigos de terceros y bibliotecas que utilizan &quot;cookies&quot; para recopilar información y mejorar sus servicios. Tiene la opción de aceptar o rechazar estas cookies y saber cuándo se envía una cookie a su dispositivo. Si opta por rechazar nuestras cookies, es posible que no pueda utilizar algunas partes de este Servicio.
fr: Ce Service n&#39;utilise pas explicitement ces &quot;cookies&quot;. Cependant, l&#39;application peut utiliser du code et des bibliothèques tiers qui utilisent des « cookies » pour collecter des informations et améliorer leurs services. Vous avez la possibilité d&#39;accepter ou de refuser ces cookies et de savoir quand un cookie est envoyé à votre appareil. Si vous choisissez de refuser nos cookies, vous ne pourrez peut-être pas utiliser certaines parties de ce service.
hi: यह सेवा इन &quot;कुकीज़&quot; का स्पष्ट रूप से उपयोग नहीं करती है। हालांकि, ऐप तीसरे पक्ष के कोड और पुस्तकालयों का उपयोग कर सकता है जो जानकारी एकत्र करने और अपनी सेवाओं को बेहतर बनाने के लिए &quot;कुकीज़&quot; का उपयोग करते हैं। आपके पास इन कुकीज़ को स्वीकार या अस्वीकार करने और यह जानने का विकल्प है कि आपके डिवाइस पर कुकी कब भेजी जा रही है। यदि आप हमारी कुकीज़ को अस्वीकार करना चुनते हैं, तो आप इस सेवा के कुछ हिस्सों का उपयोग करने में सक्षम नहीं हो सकते हैं।
id: Layanan ini tidak menggunakan &quot;cookies&quot; ini secara eksplisit. Namun, aplikasi dapat menggunakan kode dan perpustakaan pihak ketiga yang menggunakan &quot;cookies&quot; untuk mengumpulkan informasi dan meningkatkan layanan mereka. Anda memiliki pilihan untuk menerima atau menolak cookie ini dan mengetahui kapan cookie dikirim ke perangkat Anda. Jika Anda memilih untuk menolak cookie kami, Anda mungkin tidak dapat menggunakan beberapa bagian dari Layanan ini.
it: Questo Servizio non utilizza esplicitamente questi &quot;cookie&quot;. Tuttavia, l&#39;app potrebbe utilizzare codici e librerie di terze parti che utilizzano &quot;cookie&quot; per raccogliere informazioni e migliorare i propri servizi. Hai la possibilità di accettare o rifiutare questi cookie e sapere quando un cookie viene inviato al tuo dispositivo. Se scegli di rifiutare i nostri cookie, potresti non essere in grado di utilizzare alcune parti di questo Servizio.
ja: このサービスは、これらの「Cookie」を明示的に使用しません。ただし、アプリは、情報を収集してサービスを改善するために「Cookie」を使用するサードパーティのコードとライブラリを使用する場合があります。これらのCookieを受け入れるか拒否するかを選択し、Cookieがデバイスに送信されるタイミングを知ることができます。当社のCookieを拒否することを選択した場合、本サービスの一部を使用できない場合があります。
ko: 이 서비스는 이러한 &quot;쿠키&quot;를 명시적으로 사용하지 않습니다. 그러나 앱은 정보를 수집하고 서비스를 개선하기 위해 &quot;쿠키&quot;를 사용하는 타사 코드 및 라이브러리를 사용할 수 있습니다. 귀하는 이러한 쿠키를 수락하거나 거부할 수 있으며 쿠키가 귀하의 장치로 전송되는 시기를 알 수 있습니다. 쿠키를 거부하기로 선택하면 이 서비스의 일부를 사용하지 못할 수 있습니다.
pl: Niniejsza Usługa nie wykorzystuje wyraźnie tych plików „cookies”. Aplikacja może jednak wykorzystywać kod i biblioteki stron trzecich, które wykorzystują pliki „cookie” do zbierania informacji i ulepszania ich usług. Masz możliwość zaakceptowania lub odrzucenia tych plików cookie i wiedzieć, kiedy plik cookie jest wysyłany na Twoje urządzenie. Jeśli zdecydujesz się odrzucić nasze pliki cookie, możesz nie być w stanie korzystać z niektórych części tej Usługi.
pt: Este serviço não usa esses &quot;cookies&quot; explicitamente. No entanto, o aplicativo pode usar código de terceiros e bibliotecas que usam &quot;cookies&quot; para coletar informações e melhorar seus serviços. Você tem a opção de aceitar ou recusar esses cookies e saber quando um cookie está sendo enviado para o seu dispositivo. Se você optar por recusar nossos cookies, pode não ser capaz de usar algumas partes deste Serviço.
ru: Эта Служба не использует эти файлы cookie явно. Однако приложение может использовать сторонний код и библиотеки, которые используют файлы cookie для сбора информации и улучшения своих услуг. У вас есть возможность принять или отклонить эти файлы cookie и узнать, когда файл cookie отправляется на ваше устройство. Если вы решите отказаться от наших файлов cookie, возможно, вы не сможете использовать некоторые части этого Сервиса.
th: บริการนี้ไม่ได้ใช้ &quot;คุกกี้&quot; เหล่านี้อย่างชัดเจน อย่างไรก็ตาม แอปอาจใช้รหัสและไลบรารีของบุคคลที่สามที่ใช้ &quot;คุกกี้&quot; เพื่อรวบรวมข้อมูลและปรับปรุงบริการของพวกเขา คุณมีตัวเลือกที่จะยอมรับหรือปฏิเสธคุกกี้เหล่านี้ และรู้ว่าเมื่อใดที่คุกกี้จะถูกส่งไปยังอุปกรณ์ของคุณ หากคุณเลือกที่จะปฏิเสธคุกกี้ของเรา คุณอาจไม่สามารถใช้บริการบางส่วนได้
tr: Bu Hizmet, bu &quot;çerezleri&quot; açıkça kullanmaz. Ancak uygulama, bilgi toplamak ve hizmetlerini iyileştirmek için üçüncü taraf kodu ve &quot;çerezler&quot; kullanan kitaplıklar kullanabilir. Bu tanımlama bilgilerini kabul etme veya reddetme seçeneğine sahipsiniz ve cihazınıza bir tanımlama bilgisinin ne zaman gönderildiğini bilirsiniz. Çerezlerimizi reddetmeyi seçerseniz, bu Hizmetin bazı kısımlarını kullanamayabilirsiniz.
vi: Dịch vụ này không sử dụng các &quot;cookie&quot; này một cách rõ ràng. Tuy nhiên, ứng dụng có thể sử dụng mã của bên thứ ba và các thư viện sử dụng &quot;cookie&quot; để thu thập thông tin và cải thiện dịch vụ của họ. Bạn có tùy chọn chấp nhận hoặc từ chối các cookie này và biết khi nào một cookie được gửi đến thiết bị của bạn. Nếu bạn chọn từ chối cookie của chúng tôi, bạn có thể không sử dụng được một số phần của Dịch vụ này.

source: Service Providers
ar: مقدمي الخدمة
de: Dienstleister
es: Proveedores de servicio
fr: Les fournisseurs de services
hi: सेवा प्रदाता
id: Penyedia jasa
it: Fornitori di servizi
ja: サービスプロバイダー
ko: 서비스 제공자
pl: Usługodawcy
pt: Provedores de serviço
ru: Поставщики услуг
th: ผู้ให้บริการ
tr: Servis sağlayıcıları
vi: Các nhà cung cấp dịch vụ

source: We may employ third-party companies and individuals due to the following reasons:
ar: يجوز لنا توظيف شركات وأفراد تابعين لجهات خارجية للأسباب التالية:
de: Wir können aus folgenden Gründen Drittunternehmen und Einzelpersonen beschäftigen:
es: Podemos emplear empresas e individuos de terceros por las siguientes razones:
fr: Nous pouvons employer des sociétés tierces et des particuliers pour les raisons suivantes :
hi: हम निम्नलिखित कारणों से तृतीय-पक्ष कंपनियों और व्यक्तियों को नियुक्त कर सकते हैं:
id: Kami dapat mempekerjakan perusahaan dan individu pihak ketiga karena alasan berikut:
it: Potremmo impiegare società e individui di terze parti per i seguenti motivi:
ja: 以下の理由により、第三者の会社や個人を雇用する場合があります。
ko: 당사는 다음과 같은 이유로 제3자 회사 및 개인을 고용할 수 있습니다.
pl: Możemy zatrudniać firmy i osoby trzecie z następujących powodów:
pt: Podemos empregar empresas terceirizadas e indivíduos pelos seguintes motivos:
ru: Мы можем нанимать сторонние компании и частных лиц по следующим причинам:
th: เราอาจจ้างบริษัทและบุคคลภายนอกด้วยเหตุผลดังต่อไปนี้:
tr: Aşağıdaki nedenlerden dolayı üçüncü taraf şirketleri ve bireyleri istihdam edebiliriz:
vi: Chúng tôi có thể tuyển dụng các công ty và cá nhân bên thứ ba vì những lý do sau:

source: To facilitate our Service
ar: لتسهيل خدمتنا
de: Um unseren Service zu erleichtern
es: Para facilitar nuestro Servicio
fr: Pour faciliter notre Service
hi: हमारी सेवा को सुविधाजनक बनाने के लिए
id: Untuk memfasilitasi Layanan kami
it: Per facilitare il nostro Servizio
ja: 私たちのサービスを促進するために
ko: 서비스를 용이하게 하기 위해
pl: Aby ułatwić naszą usługę
pt: Para facilitar nosso serviço
ru: Чтобы облегчить наш Сервис
th: เพื่ออำนวยความสะดวกในการให้บริการของเรา
tr: Hizmetimizi kolaylaştırmak için
vi: Để tạo điều kiện cho Dịch vụ của chúng tôi

source: To provide the Service on our behalf
ar: لتقديم الخدمة نيابة عنا
de: Um den Service in unserem Namen bereitzustellen
es: Para proporcionar el Servicio en nuestro nombre
fr: Pour fournir le Service en notre nom
hi: हमारी ओर से सेवा प्रदान करने के लिए
id: Untuk menyediakan Layanan atas nama kami
it: Per fornire il Servizio per nostro conto
ja: 当社に代わってサービスを提供するため
ko: 당사를 대신하여 서비스를 제공하기 위해
pl: Aby świadczyć Usługę w naszym imieniu
pt: Para fornecer o serviço em nosso nome
ru: Для предоставления Сервиса от нашего имени
th: เพื่อให้บริการในนามของเรา
tr: Hizmeti bizim adımıza sağlamak için
vi: Để cung cấp Dịch vụ thay mặt chúng tôi

source: To perform Service-related services; or
ar: لأداء الخدمات المتعلقة بالخدمة ؛ أو
de: Um servicebezogene Dienstleistungen zu erbringen; oder
es: Para realizar servicios relacionados con el servicio; o
fr: Pour effectuer des services liés au Service ; ou alors
hi: सेवा से संबंधित सेवाएं करने के लिए; या
id: Untuk melakukan layanan terkait Layanan; atau
it: Per eseguire servizi relativi al Servizio; o
ja: サービス関連サービスを実行するため。または
ko: 서비스 관련 서비스를 수행하기 위해 또는
pl: Aby świadczyć usługi związane z Usługą; lub
pt: Para executar serviços relacionados com o serviço; ou
ru: Для оказания услуг, связанных с Сервисом; или же
th: เพื่อดำเนินการบริการที่เกี่ยวข้องกับบริการ หรือ
tr: Hizmetle ilgili hizmetleri gerçekleştirmek için; veya
vi: Để thực hiện các dịch vụ liên quan đến Dịch vụ; hoặc là

source: To assist us in analyzing how our Service is used.
ar: لمساعدتنا في تحليل كيفية استخدام خدمتنا.
de: Um uns bei der Analyse der Nutzung unseres Dienstes zu unterstützen.
es: Para ayudarnos a analizar cómo se utiliza nuestro Servicio.
fr: Pour nous aider à analyser comment notre Service est utilisé.
hi: हमारी सेवा का उपयोग कैसे किया जाता है, इसका विश्लेषण करने में हमारी सहायता करने के लिए।
id: Untuk membantu kami dalam menganalisis bagaimana Layanan kami digunakan.
it: Per aiutarci ad analizzare come viene utilizzato il nostro Servizio.
ja: 当社のサービスがどのように使用されているかを分析するのを支援するため。
ko: 당사 서비스가 어떻게 사용되는지 분석하는 데 도움이 됩니다.
pl: Aby pomóc nam w analizie sposobu korzystania z naszej Usługi.
pt: Para nos ajudar a analisar como nosso serviço é usado.
ru: Чтобы помочь нам в анализе использования нашего Сервиса.
th: เพื่อช่วยเราในการวิเคราะห์วิธีการใช้บริการของเรา
tr: Hizmetimizin nasıl kullanıldığını analiz etmemize yardımcı olmak için.
vi: Để hỗ trợ chúng tôi phân tích cách Dịch vụ của chúng tôi được sử dụng.

source: We want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.
ar: نريد إبلاغ مستخدمي هذه الخدمة أن هذه الأطراف الثالثة لديها حق الوصول إلى معلوماتك الشخصية. والسبب هو أداء المهام الموكلة إليهم نيابة عنا. ومع ذلك ، فهم ملزمون بعدم الكشف عن المعلومات أو استخدامها لأي غرض آخر.
de: Wir möchten die Benutzer dieses Dienstes darüber informieren, dass diese Dritten Zugriff auf Ihre personenbezogenen Daten haben. Der Grund ist, die ihnen übertragenen Aufgaben in unserem Namen zu erfüllen. Sie sind jedoch verpflichtet, die Informationen nicht weiterzugeben oder für andere Zwecke zu verwenden.
es: Queremos informar a los usuarios de este Servicio que estos terceros tienen acceso a su Información personal. El motivo es realizar las tareas que se les asignen en nuestro nombre. Sin embargo, están obligados a no divulgar ni utilizar la información para ningún otro propósito.
fr: Nous souhaitons informer les utilisateurs de ce Service que ces tiers ont accès à vos Informations personnelles. La raison est d&#39;effectuer les tâches qui leur sont confiées en notre nom. Cependant, ils sont tenus de ne pas divulguer ou utiliser les informations à d&#39;autres fins.
hi: हम इस सेवा के उपयोगकर्ताओं को सूचित करना चाहते हैं कि इन तृतीय पक्षों के पास आपकी व्यक्तिगत जानकारी तक पहुंच है। इसका कारण उन्हें हमारी ओर से सौंपे गए कार्यों को पूरा करना है। हालांकि, वे किसी अन्य उद्देश्य के लिए जानकारी का खुलासा या उपयोग नहीं करने के लिए बाध्य हैं।
id: Kami ingin memberi tahu pengguna Layanan ini bahwa pihak ketiga ini memiliki akses ke Informasi Pribadi Anda. Alasannya adalah untuk melakukan tugas yang diberikan kepada mereka atas nama kita. Namun, mereka berkewajiban untuk tidak mengungkapkan atau menggunakan informasi tersebut untuk tujuan lain.
it: Desideriamo informare gli utenti di questo Servizio che queste terze parti hanno accesso alle tue informazioni personali. Il motivo è svolgere i compiti loro assegnati per nostro conto. Tuttavia, sono obbligati a non divulgare o utilizzare le informazioni per nessun altro scopo.
ja: このサービスのユーザーに、これらの第三者があなたの個人情報にアクセスできることを通知したいと思います。その理由は、私たちに代わって彼らに割り当てられたタスクを実行するためです。ただし、他の目的で情報を開示または使用しない義務があります。
ko: 이러한 제3자가 귀하의 개인 정보에 액세스할 수 있음을 이 서비스의 사용자에게 알리고자 합니다. 그 이유는 우리를 대신하여 그들에게 할당된 작업을 수행하기 위함입니다. 그러나 정보를 공개하거나 다른 목적으로 사용하지 않을 의무가 있습니다.
pl: Chcemy poinformować użytkowników tej Usługi, że te osoby trzecie mają dostęp do Twoich danych osobowych. Powodem jest wykonywanie powierzonych im zadań w naszym imieniu. Są jednak zobowiązani do nieujawniania ani nie wykorzystywania informacji w żadnym innym celu.
pt: Queremos informar aos usuários deste Serviço que esses terceiros têm acesso às suas Informações Pessoais. O motivo é realizar as tarefas atribuídas a eles em nosso nome. No entanto, eles são obrigados a não divulgar ou usar as informações para qualquer outra finalidade.
ru: Мы хотим проинформировать пользователей этого Сервиса о том, что эти третьи стороны имеют доступ к вашей личной информации. Причина в том, чтобы выполнять поставленные перед ними задачи от нашего имени. Однако они обязаны не раскрывать и не использовать информацию для каких-либо других целей.
th: เราต้องการแจ้งผู้ใช้บริการนี้ว่าบุคคลภายนอกเหล่านี้สามารถเข้าถึงข้อมูลส่วนบุคคลของคุณได้ เหตุผลก็คือการทำงานที่ได้รับมอบหมายให้พวกเขาในนามของเรา อย่างไรก็ตาม พวกเขามีหน้าที่ไม่เปิดเผยหรือใช้ข้อมูลเพื่อวัตถุประสงค์อื่นใด
tr: Bu Hizmetin kullanıcılarını, bu üçüncü tarafların Kişisel Bilgilerinize erişimi olduğu konusunda bilgilendirmek istiyoruz. Sebebi ise kendilerine verilen görevleri bizim adımıza yerine getirmektir. Ancak, bilgileri başka bir amaçla açıklamamak veya kullanmamakla yükümlüdürler.
vi: Chúng tôi muốn thông báo cho người dùng Dịch vụ này rằng các bên thứ ba này có quyền truy cập vào Thông tin cá nhân của bạn. Lý do là để thay mặt chúng tôi thực hiện các nhiệm vụ được giao cho họ. Tuy nhiên, họ có nghĩa vụ không tiết lộ hoặc sử dụng thông tin cho bất kỳ mục đích nào khác.

source: Security
ar: حماية
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo vệ

source: We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100%% secure and reliable, and we cannot guarantee its absolute security.
ar: نحن نقدر ثقتك في تزويدنا بمعلوماتك الشخصية ، وبالتالي فإننا نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحمايتها. لكن تذكر أنه لا توجد وسيلة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة وموثوقة بنسبة 100٪ ، ولا يمكننا ضمان أمانها المطلق.
de: Wir schätzen Ihr Vertrauen in die Bereitstellung Ihrer personenbezogenen Daten und bemühen uns daher, kommerziell akzeptable Mittel zu deren Schutz zu verwenden. Denken Sie jedoch daran, dass keine Methode der Übertragung über das Internet oder der elektronischen Speicherung zu 100% sicher und zuverlässig ist und wir ihre absolute Sicherheit nicht garantieren können.
es: Valoramos su confianza al proporcionarnos su información personal, por lo que nos esforzamos por utilizar medios comercialmente aceptables para protegerla. Pero recuerde que ningún método de transmisión a través de Internet, o método de almacenamiento electrónico es 100%% seguro y confiable, y no podemos garantizar su absoluta seguridad.
fr: Nous apprécions votre confiance en nous fournissant vos informations personnelles, c&#39;est pourquoi nous nous efforçons d&#39;utiliser des moyens commercialement acceptables pour les protéger. Mais rappelez-vous qu&#39;aucune méthode de transmission sur Internet ou méthode de stockage électronique n&#39;est sûre et fiable à 100 %, et nous ne pouvons garantir sa sécurité absolue.
hi: हमें आपकी व्यक्तिगत जानकारी प्रदान करने में हम आपके भरोसे को महत्व देते हैं, इस प्रकार हम इसे सुरक्षित रखने के लिए व्यावसायिक रूप से स्वीकार्य साधनों का उपयोग करने का प्रयास कर रहे हैं। लेकिन याद रखें कि इंटरनेट पर ट्रांसमिशन का कोई भी तरीका या इलेक्ट्रॉनिक स्टोरेज का तरीका 100% सुरक्षित और विश्वसनीय नहीं है, और हम इसकी पूर्ण सुरक्षा की गारंटी नहीं दे सकते।
id: Kami menghargai kepercayaan Anda dalam memberikan Informasi Pribadi Anda kepada kami, oleh karena itu kami berusaha untuk menggunakan cara yang dapat diterima secara komersial untuk melindunginya. Tetapi ingat bahwa tidak ada metode transmisi melalui internet, atau metode penyimpanan elektronik yang 100%% aman dan andal, dan kami tidak dapat menjamin keamanan mutlaknya.
it: Apprezziamo la tua fiducia nel fornirci le tue informazioni personali, quindi ci stiamo sforzando di utilizzare mezzi commercialmente accettabili per proteggerle. Ma ricorda che nessun metodo di trasmissione su Internet o metodo di archiviazione elettronica è sicuro e affidabile al 100% e non possiamo garantire la sua assoluta sicurezza.
ja: 私たちはあなたの個人情報を私たちに提供することへのあなたの信頼を大切にします、それで私たちはそれを保護するために商業的に受け入れられる手段を使うよう努めています。ただし、インターネットを介した送信方法や電子ストレージの方法は100％安全で信頼できるものではなく、絶対的なセキュリティを保証することはできません。
ko: 당사는 귀하의 개인 정보 제공에 대한 귀하의 신뢰를 소중히 여기므로 상업적으로 허용되는 보호 수단을 사용하기 위해 노력하고 있습니다. 그러나 인터넷을 통한 전송 방법이나 전자적 저장 방법은 100% 안전하고 신뢰할 수 없으며 절대적인 보안을 보장할 수 없습니다.
pl: Cenimy Twoje zaufanie w dostarczaniu nam Twoich Danych Osobowych, dlatego staramy się stosować komercyjnie akceptowalne środki ich ochrony. Pamiętaj jednak, że żadna metoda transmisji przez Internet ani metoda elektronicznego przechowywania nie jest w 100% bezpieczna i niezawodna i nie możemy zagwarantować jej absolutnego bezpieczeństwa.
pt: Valorizamos sua confiança em nos fornecer suas informações pessoais, portanto, estamos nos esforçando para usar meios comercialmente aceitáveis de protegê-las. Mas lembre-se de que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100 %% seguro e confiável, e não podemos garantir sua segurança absoluta.
ru: Мы ценим ваше доверие к предоставлению нам вашей личной информации, поэтому мы стремимся использовать коммерчески приемлемые средства ее защиты. Но помните, что ни один метод передачи через Интернет или метод электронного хранения не является 100 %% безопасным и надежным, и мы не можем гарантировать его абсолютную безопасность.
th: เราให้ความสำคัญกับความไว้วางใจของคุณในการให้ข้อมูลส่วนบุคคลของคุณแก่เรา ดังนั้นเราจึงพยายามใช้วิธีการปกป้องข้อมูลที่ยอมรับได้ในเชิงพาณิชย์ แต่อย่าลืมว่าไม่มีวิธีการส่งข้อมูลทางอินเทอร์เน็ตหรือวิธีการจัดเก็บข้อมูลอิเล็กทรอนิกส์ใดที่ปลอดภัยและเชื่อถือได้ 100% และเราไม่สามารถรับประกันความปลอดภัยได้อย่างสมบูรณ์
tr: Bize Kişisel Bilgilerinizi sağlama konusundaki güveninize değer veriyoruz, bu nedenle ticari olarak kabul edilebilir koruma yöntemlerini kullanmaya çalışıyoruz. Ancak internet üzerinden hiçbir iletim yönteminin veya elektronik depolama yönteminin %100 güvenli ve güvenilir olmadığını ve mutlak güvenliğini garanti edemeyiz.
vi: Chúng tôi đánh giá cao sự tin tưởng của bạn trong việc cung cấp cho chúng tôi Thông tin cá nhân của bạn, do đó chúng tôi đang cố gắng sử dụng các phương tiện được chấp nhận về mặt thương mại để bảo vệ thông tin đó. Nhưng hãy nhớ rằng không có phương thức truyền tải nào qua internet hoặc phương thức lưu trữ điện tử nào là an toàn và đáng tin cậy 100%% và chúng tôi không thể đảm bảo tính bảo mật tuyệt đối của nó.

source: Links to Other Sites
ar: روابط لمواقع أخرى
de: Links zu anderen Websites
es: Enlaces a otros sitios
fr: Liens vers d&#39;autres sites
hi: अन्य साइटों के लिंक Link
id: Tautan ke Situs Lain
it: Collegamenti ad altri siti
ja: 他のサイトへのリンク
ko: 다른 사이트에 대한 링크
pl: Linki do innych witryn
pt: Links para outros sites
ru: Ссылки на другие сайты
th: ลิงค์ไปยังเว็บไซต์อื่น
tr: Diğer Sitelere Bağlantılar
vi: Liên kết đến các trang web khác
