Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
ar: إذا قمت بتكوين المستعرض الخاص بك لتعطيل رؤوس &quot;الإحالة&quot; ، فالرجاء إعادة تمكينها ، على الأقل لهذا الموقع ، أو لاتصالات HTTPS ، أو لطلبات &quot;نفس الأصل&quot;.
de: Wenn Sie Ihren Browser so konfiguriert haben, dass „Referer“-Header deaktiviert sind, aktivieren Sie sie bitte zumindest für diese Site oder für HTTPS-Verbindungen oder für „Same-Origin“-Anfragen erneut.
es: Si ha configurado su navegador para deshabilitar los encabezados &quot;Referer&quot;, vuelva a habilitarlos, al menos para este sitio, o para conexiones HTTPS, o para solicitudes del &quot;mismo origen&quot;.
fr: Si vous avez configuré votre navigateur pour désactiver les en-têtes « Referer », veuillez les réactiver, au moins pour ce site, ou pour les connexions HTTPS, ou pour les requêtes « de même origine ».
hi: यदि आपने &quot;रेफरर&quot; हेडर को अक्षम करने के लिए अपने ब्राउज़र को कॉन्फ़िगर किया है, तो कृपया उन्हें कम से कम इस साइट के लिए, या HTTPS कनेक्शन के लिए, या &quot;समान-मूल&quot; अनुरोधों के लिए पुन: सक्षम करें।
id: Jika Anda telah mengonfigurasi browser Anda untuk menonaktifkan tajuk &quot;Perujuk&quot;, harap aktifkan kembali, setidaknya untuk situs ini, atau untuk koneksi HTTPS, atau untuk permintaan &quot;asal yang sama&quot;.
it: Se hai configurato il tuo browser per disabilitare le intestazioni “Referer”, ti preghiamo di riattivarle, almeno per questo sito, o per le connessioni HTTPS, o per le richieste “stessa origine”.
ja: 「リファラー」ヘッダーを無効にするようにブラウザを設定した場合は、少なくともこのサイト、HTTPS接続、または「同一生成元」リクエストに対して、ヘッダーを再度有効にしてください。
ko: &quot;Referer&quot; 헤더를 비활성화하도록 브라우저를 구성한 경우 적어도 이 사이트, HTTPS 연결 또는 &quot;동일 출처&quot; 요청에 대해 헤더를 다시 활성화하십시오.
pl: Jeśli Twoja przeglądarka została skonfigurowana tak, aby wyłączyć nagłówki „Referer”, włącz je ponownie, przynajmniej dla tej witryny, połączeń HTTPS lub żądań „tego samego pochodzenia”.
pt: Se você configurou seu navegador para desativar os cabeçalhos “Referer”, reative-os, pelo menos para este site, ou para conexões HTTPS, ou para solicitações de “mesma origem”.
ru: Если вы настроили свой браузер на отключение заголовков «Referer», пожалуйста, повторно включите их, по крайней мере, для этого сайта, или для соединений HTTPS, или для запросов «того же происхождения».
th: หากคุณได้กำหนดค่าเบราว์เซอร์ของคุณเพื่อปิดใช้งานส่วนหัว &quot;ผู้อ้างอิง&quot; โปรดเปิดใช้งานอีกครั้ง อย่างน้อยสำหรับไซต์นี้ หรือสำหรับการเชื่อมต่อ HTTPS หรือสำหรับคำขอ &quot;ต้นทางเดียวกัน&quot;
tr: Tarayıcınızı &quot;Yönlendiren&quot; başlıklarını devre dışı bırakacak şekilde yapılandırdıysanız, lütfen bunları en azından bu site için veya HTTPS bağlantıları için veya &quot;aynı kaynaktan&quot; istekler için yeniden etkinleştirin.
vi: Nếu bạn đã định cấu hình trình duyệt của mình để tắt tiêu đề &quot;Người giới thiệu&quot;, vui lòng bật lại chúng, ít nhất là cho trang web này hoặc cho các kết nối HTTPS hoặc cho các yêu cầu &quot;cùng nguồn gốc&quot;.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
ar: إذا كنت تستخدم ملف<meta name="referrer" content="no-referrer"> وضع علامة أو تضمين عنوان &quot;سياسة المُحيل: لا يوجد مُحيل&quot; ، يُرجى إزالتها. تتطلب حماية CSRF رأس &quot;الإحالة&quot; لإجراء فحص صارم للمراجع. إذا كنت قلقًا بشأن الخصوصية ، فاستخدم بدائل مثل <a rel="noreferrer" …>الروابط إلى مواقع الجهات الخارجية.</a>
de: Wenn Sie das verwenden<meta name="referrer" content="no-referrer"> Tag oder die Überschrift „Referrer-Policy: no-referrer“ enthalten, entfernen Sie diese bitte. Der CSRF-Schutz erfordert, dass der „Referer“-Header eine strenge Referrer-Überprüfung durchführt. Wenn Sie sich Sorgen um den Datenschutz machen, verwenden Sie Alternativen wie <a rel="noreferrer" …>Links zu Websites von Drittanbietern.</a>
es: Si está utilizando el<meta name="referrer" content="no-referrer"> etiqueta o incluyendo el encabezado &quot;Política de referencia: sin referencia&quot;, elimínelos. La protección CSRF requiere que el encabezado &quot;Referer&quot; realice una comprobación estricta del referente. Si le preocupa la privacidad, utilice alternativas como <a rel="noreferrer" …>enlaces a sitios de terceros.</a>
fr: Si vous utilisez le<meta name="referrer" content="no-referrer"> ou incluant l&#39;en-tête « Referrer-Policy : no-referrer », veuillez les supprimer. La protection CSRF nécessite que l&#39;en-tête « Referer » effectue une vérification stricte des références. Si vous êtes préoccupé par la confidentialité, utilisez des alternatives comme les <a rel="noreferrer" …>liens vers des sites tiers.</a>
hi: यदि आप का उपयोग कर रहे हैं<meta name="referrer" content="no-referrer"> टैग या &quot;रेफरर-पॉलिसी: नो-रेफरर&quot; हेडर सहित, कृपया उन्हें हटा दें। सीएसआरएफ सुरक्षा के लिए &quot;रेफरर&quot; हेडर की सख्त रेफरर जांच करने की आवश्यकता होती है। यदि आप गोपनीयता के बारे में चिंतित हैं, तो <a rel="noreferrer" …>तृतीय-पक्ष साइटों के लिंक के लिए विकल्पों का उपयोग करें।</a>
id: Jika Anda menggunakan<meta name="referrer" content="no-referrer"> tag atau termasuk header “Referrer-Policy: no-referrer”, harap hapus. Perlindungan CSRF memerlukan header &quot;Referer&quot; untuk melakukan pemeriksaan referensi yang ketat. Jika Anda mengkhawatirkan privasi, gunakan alternatif seperti <a rel="noreferrer" …>tautan ke situs pihak ketiga.</a>
it: Se stai usando il<meta name="referrer" content="no-referrer"> tag o includendo l&#39;intestazione &quot;Referrer-Policy: no-referrer&quot;, rimuoverli. La protezione CSRF richiede che l&#39;intestazione &quot;Referer&quot; esegua un rigoroso controllo del referer. Se sei preoccupato per la privacy, usa alternative come i <a rel="noreferrer" …>collegamenti a siti di terze parti.</a>
ja: を使用している場合<meta name="referrer" content="no-referrer">タグを付けるか、「Referrer-Policy：no-referrer」ヘッダーを含めて、削除してください。 CSRF保護では、厳密なリファラーチェックを行うために「Referer」ヘッダーが必要です。<a rel="noreferrer" …>プライバシーが心配な場合は、サードパーティのサイトへのリンク</a>などの代替手段を使用してください。
ko: 당신이 사용하는 경우<meta name="referrer" content="no-referrer"> 태그 또는 &quot;Referrer-Policy: no-referrer&quot; 헤더를 포함하는 경우 제거하십시오. CSRF 보호에는 엄격한 참조자 검사를 수행하기 위해 &quot;Referer&quot; 헤더가 필요합니다. 개인 정보가 염려되는 경우 <a rel="noreferrer" …>타사 사이트에 대한 링크와 같은 대안을 사용하십시오.</a>
pl: Jeśli używasz<meta name="referrer" content="no-referrer"> lub dołączając nagłówek „Referrer-Policy: no-referrer”, usuń je. Ochrona CSRF wymaga, aby nagłówek „Referer” przeprowadzał ścisłą kontrolę referera. Jeśli martwisz się o prywatność, użyj alternatyw, takich jak <a rel="noreferrer" …>linki do witryn stron trzecich.</a>
pt: Se você estiver usando o<meta name="referrer" content="no-referrer"> tag ou incluindo o cabeçalho “Referrer-Policy: no-referrer”, remova-os. A proteção CSRF requer o cabeçalho “Referer” para fazer uma verificação de referencia estrita. Se você está preocupado com a privacidade, use alternativas, como <a rel="noreferrer" …>links para sites de terceiros.</a>
ru: Если вы используете<meta name="referrer" content="no-referrer"> или включая заголовок «Referrer-Policy: no-referrer», удалите их. Защита CSRF требует, чтобы заголовок «Referer» выполнял строгую проверку referer. Если вас беспокоит конфиденциальность, используйте альтернативы, например <a rel="noreferrer" …>ссылки на сторонние сайты.</a>
th: หากคุณกำลังใช้<meta name="referrer" content="no-referrer"> หรือใส่หัวข้อ &quot;Referrer-Policy: no-referrer&quot; โปรดลบออก การป้องกัน CSRF ต้องการส่วนหัว &quot;ผู้อ้างอิง&quot; เพื่อตรวจสอบผู้อ้างอิงที่เข้มงวด หากคุณกังวลเกี่ยวกับความเป็นส่วนตัว ให้ใช้ทางเลือกอื่น เช่น <a rel="noreferrer" …>ลิงก์ไปยังเว็บไซต์บุคคลที่สาม</a>
tr: kullanıyorsanız<meta name="referrer" content="no-referrer"> etiketi veya &quot;Yönlendiren-Policy: no-referrer&quot; başlığı dahil, lütfen bunları kaldırın. CSRF koruması, &quot;Yönlendiren&quot; başlığının sıkı başvuru denetimi yapmasını gerektirir. Gizlilik konusunda endişeleriniz varsa, <a rel="noreferrer" …>üçüncü taraf sitelere bağlantılar gibi alternatifleri kullanın.</a>
vi: Nếu bạn đang sử dụng<meta name="referrer" content="no-referrer"> hoặc bao gồm tiêu đề “Liên kết giới thiệu-Chính sách: không có liên kết giới thiệu”, vui lòng xóa chúng. Việc bảo vệ CSRF yêu cầu tiêu đề “Người giới thiệu” phải thực hiện kiểm tra người giới thiệu nghiêm ngặt. Nếu bạn lo lắng về quyền riêng tư, hãy sử dụng các lựa chọn thay thế như <a rel="noreferrer" …>cho các liên kết đến các trang web của bên thứ ba.</a>

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: تشاهد هذه الرسالة لأن هذا الموقع يتطلب ملف تعريف ارتباط CSRF عند إرسال النماذج. ملف تعريف الارتباط هذا مطلوب لأسباب أمنية ، لضمان عدم اختراق متصفحك من قبل أطراف ثالثة.
de: Sie sehen diese Meldung, weil diese Site beim Senden von Formularen ein CSRF-Cookie erfordert. Dieses Cookie ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten gekapert wird.
es: Está viendo este mensaje porque este sitio requiere una cookie CSRF al enviar formularios. Esta cookie es necesaria por razones de seguridad, para garantizar que su navegador no sea secuestrado por terceros.
fr: Vous voyez ce message car ce site requiert un cookie CSRF lors de la soumission de formulaires. Ce cookie est nécessaire pour des raisons de sécurité, afin de s&#39;assurer que votre navigateur n&#39;est pas piraté par des tiers.
hi: आप यह संदेश इसलिए देख रहे हैं क्योंकि फॉर्म जमा करते समय इस साइट को सीएसआरएफ कुकी की आवश्यकता होती है। सुरक्षा कारणों से यह कुकी आवश्यक है, यह सुनिश्चित करने के लिए कि आपके ब्राउज़र को तृतीय पक्षों द्वारा अपहृत नहीं किया जा रहा है।
id: Anda melihat pesan ini karena situs ini memerlukan cookie CSRF saat mengirimkan formulir. Cookie ini diperlukan untuk alasan keamanan, untuk memastikan bahwa browser Anda tidak dibajak oleh pihak ketiga.
it: Stai vedendo questo messaggio perché questo sito richiede un cookie CSRF durante l&#39;invio dei moduli. Questo cookie è necessario per motivi di sicurezza, per garantire che il tuo browser non venga dirottato da terze parti.
ja: このサイトではフォームの送信時にCSRFCookieが必要なため、このメッセージが表示されます。このCookieは、ブラウザが第三者に乗っ取られないようにするために、セキュリティ上の理由から必要です。
ko: 이 사이트는 양식을 제출할 때 CSRF 쿠키가 필요하기 때문에 이 메시지가 표시됩니다. 이 쿠키는 보안상의 이유로 귀하의 브라우저가 제3자에 의해 하이재킹되지 않도록 하기 위해 필요합니다.
pl: Widzisz ten komunikat, ponieważ ta witryna wymaga pliku cookie CSRF podczas przesyłania formularzy. Ten plik cookie jest wymagany ze względów bezpieczeństwa, aby zapewnić, że Twoja przeglądarka nie zostanie przejęta przez osoby trzecie.
pt: Você está vendo esta mensagem porque este site requer um cookie CSRF ao enviar formulários. Este cookie é necessário por razões de segurança, para garantir que seu navegador não seja sequestrado por terceiros.
ru: Вы видите это сообщение, потому что этому сайту требуется файл cookie CSRF при отправке форм. Этот файл cookie необходим по соображениям безопасности, чтобы гарантировать, что ваш браузер не будет взломан третьими лицами.
th: คุณเห็นข้อความนี้เนื่องจากไซต์นี้ต้องใช้คุกกี้ CSRF เมื่อส่งแบบฟอร์ม คุกกี้นี้จำเป็นสำหรับเหตุผลด้านความปลอดภัย เพื่อให้แน่ใจว่าเบราว์เซอร์ของคุณจะไม่ถูกขโมยโดยบุคคลที่สาม
tr: Bu mesajı, bu site form gönderirken bir CSRF tanımlama bilgisi gerektirdiği için görüyorsunuz. Bu çerez, güvenlik nedenleriyle, tarayıcınızın üçüncü şahıslar tarafından ele geçirilmediğinden emin olmak için gereklidir.
vi: Bạn thấy thông báo này vì trang web này yêu cầu cookie CSRF khi gửi biểu mẫu. Cookie này là bắt buộc vì lý do bảo mật, để đảm bảo rằng trình duyệt của bạn không bị các bên thứ ba chiếm quyền điều khiển.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل ملفات تعريف الارتباط ، فالرجاء إعادة تمكينها ، على الأقل لهذا الموقع ، أو لطلبات &quot;ذات الأصل نفسه&quot;.
de: Wenn Sie Ihren Browser so konfiguriert haben, dass Cookies deaktiviert sind, aktivieren Sie diese bitte erneut, zumindest für diese Website oder für Anfragen mit gleichem Ursprung.
es: Si ha configurado su navegador para deshabilitar las cookies, vuelva a habilitarlas, al menos para este sitio, o para solicitudes del &quot;mismo origen&quot;.
fr: Si vous avez configuré votre navigateur pour désactiver les cookies, veuillez les réactiver, au moins pour ce site, ou pour les demandes de « même origine ».
hi: यदि आपने कुकीज़ को अक्षम करने के लिए अपने ब्राउज़र को कॉन्फ़िगर किया है, तो कृपया उन्हें कम से कम इस साइट के लिए, या &quot;समान-मूल&quot; अनुरोधों के लिए पुन: सक्षम करें।
id: Jika Anda telah mengonfigurasi browser Anda untuk menonaktifkan cookie, harap aktifkan kembali, setidaknya untuk situs ini, atau untuk permintaan &quot;asal yang sama&quot;.
it: Se hai configurato il tuo browser per disabilitare i cookie, ti preghiamo di riabilitarli, almeno per questo sito, o per richieste “stessa origine”.
ja: Cookieを無効にするようにブラウザを設定している場合は、少なくともこのサイトまたは「同一生成元」のリクエストに対して、Cookieを再度有効にしてください。
ko: 쿠키를 비활성화하도록 브라우저를 구성한 경우 최소한 이 사이트 또는 &quot;동일 출처&quot; 요청에 대해 쿠키를 다시 활성화하십시오.
pl: Jeśli skonfigurowałeś przeglądarkę tak, aby wyłączyć pliki cookie, włącz je ponownie, przynajmniej dla tej witryny lub dla żądań „tego samego pochodzenia”.
pt: Se você configurou seu navegador para desativar cookies, reative-os, pelo menos para este site, ou para solicitações de “mesma origem”.
ru: Если вы настроили свой браузер на отключение файлов cookie, пожалуйста, повторно включите их, по крайней мере, для этого сайта или для запросов «того же происхождения».
th: หากคุณได้กำหนดค่าเบราว์เซอร์ของคุณเพื่อปิดการใช้งานคุกกี้ โปรดเปิดใช้งานอีกครั้ง อย่างน้อยสำหรับไซต์นี้ หรือสำหรับคำขอ &quot;ต้นกำเนิดเดียวกัน&quot;
tr: Tarayıcınızı tanımlama bilgilerini devre dışı bırakacak şekilde yapılandırdıysanız, lütfen bunları en azından bu site için veya &quot;aynı kaynaktan&quot; istekler için yeniden etkinleştirin.
vi: Nếu bạn đã định cấu hình trình duyệt của mình để tắt cookie, vui lòng bật lại chúng, ít nhất là đối với trang web này hoặc đối với các yêu cầu &quot;cùng nguồn gốc&quot;.

source: More information is available with DEBUG=True.
ar: يتوفر مزيد من المعلومات مع ديبوغ = ترو.
de: Weitere Informationen sind mit DEBUG=True verfügbar.
es: Hay más información disponible con DEBUG = True.
fr: Plus d&#39;informations sont disponibles avec DEBUG=True.
hi: अधिक जानकारी DEBUG=True के साथ उपलब्ध है।
id: Informasi lebih lanjut tersedia dengan DEBUG=True.
it: Maggiori informazioni sono disponibili con DEBUG=True.
ja: 詳細については、DEBUG = Trueを参照してください。
ko: DEBUG=True에서 더 많은 정보를 얻을 수 있습니다.
pl: Więcej informacji jest dostępnych z DEBUG=True.
pt: Mais informações estão disponíveis com DEBUG = True.
ru: Дополнительная информация доступна с DEBUG = True.
th: ข้อมูลเพิ่มเติมสามารถดูได้จาก DEBUG=True
tr: DEBUG=True ile daha fazla bilgi edinilebilir.
vi: Có thêm thông tin với DEBUG = True.

source: No year specified
ar: لم يتم تحديد سنة
de: Kein Jahr angegeben
es: Sin año especificado
fr: Aucune année spécifiée
hi: कोई वर्ष निर्दिष्ट नहीं
id: Tidak ada tahun yang ditentukan
it: Nessun anno specificato
ja: 年は指定されていません
ko: 지정된 연도 없음
pl: Nie określono roku
pt: Nenhum ano especificado
ru: Год не указан
th: ไม่ระบุปี
tr: Yıl belirtilmedi
vi: Không có năm nào được chỉ định

source: Date out of range
ar: التاريخ خارج النطاق
de: Datum außerhalb des gültigen Bereichs
es: Fecha fuera de rango
fr: Date hors plage
hi: तिथि सीमा से बाहर
id: Tanggal di luar jangkauan
it: Data fuori intervallo
ja: 日付が範囲外
ko: 날짜가 범위를 벗어남
pl: Data poza zakresem
pt: Data fora do intervalo
ru: Дата вне допустимого диапазона
th: วันที่อยู่นอกช่วง
tr: Aralık dışı tarih
vi: Ngày ngoài phạm vi

source: No month specified
ar: لم يتم تحديد شهر
de: Kein Monat angegeben
es: Sin mes especificado
fr: Aucun mois spécifié
hi: कोई महीना निर्दिष्ट नहीं
id: Tidak ada bulan yang ditentukan
it: Nessun mese specificato
ja: 月が指定されていません
ko: 지정된 월 없음
pl: Nie określono miesiąca
pt: Nenhum mês especificado
ru: Месяц не указан
th: ไม่ระบุเดือน
tr: Ay belirtilmedi
vi: Không có tháng nào được chỉ định

source: No day specified
ar: لم يتم تحديد يوم
de: Kein Tag angegeben
es: Ningún día especificado
fr: Aucun jour spécifié
hi: कोई दिन निर्दिष्ट नहीं
id: Tidak ada hari yang ditentukan
it: Nessun giorno specificato
ja: 日は指定されていません
ko: 지정된 날짜 없음
pl: Nie określono dnia
pt: Nenhum dia especificado
ru: День не указан
th: ไม่ระบุวัน
tr: Gün belirtilmedi
vi: Không có ngày được chỉ định

source: No week specified
ar: لم يتم تحديد أسبوع
de: Keine Woche angegeben
es: Sin semana especificada
fr: Aucune semaine spécifiée
hi: कोई सप्ताह निर्दिष्ट नहीं
id: Tidak ada minggu yang ditentukan
it: Nessuna settimana specificata
ja: 週が指定されていません
ko: 지정된 주 없음
pl: Nie określono tygodnia
pt: Sem semana especificada
ru: Неделя не указана
th: ไม่ระบุสัปดาห์
tr: Hafta belirtilmedi
vi: Không có tuần nào được chỉ định

source: No %(verbose_name_plural)s available
ar: لا يتوفر %(verbose_name_plural)s
de: Kein %(verbose_name_plural)s verfügbar
es: No hay %(verbose_name_plural)s disponible
fr: Aucun %(verbose_name_plural)s disponible
hi: कोई %(verbose_name_plural)s उपलब्ध नहीं है
id: Tidak ada %(verbose_name_plural)s yang tersedia
it: Nessun %(verbose_name_plural)s disponibile
ja: 利用可能な %(verbose_name_plural)s はありません
ko: 사용 가능한 %(verbose_name_plural)s 없음
pl: Brak dostępnej %(verbose_name_plural)s
pt: Nenhum %(verbose_name_plural)s disponível
ru: Нет доступных %(verbose_name_plural)s
th: ไม่มี %(verbose_name_plural)s พร้อมใช้งาน
tr: Kullanılabilir %(verbose_name_plural)s yok
vi: Không có %(verbose_name_plural)s khả dụng

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
ar: المستقبل %(verbose_name_plural)s غير متاح لأن __class_name __. allow_future خطأ.
de: Future %(verbose_name_plural)s nicht verfügbar, weil %(class_name)s.allow_future falsch ist.
es: Future %(verbose_name_plural)s no disponible porque __class_name __. Allow_future es False.
fr: Future %(verbose_name_plural)s non disponible car %(class_name)s.allow_future est False.
hi: भविष्य %(verbose_name_plural)s उपलब्ध नहीं है क्योंकि %(class_name)s.allow_future गलत है।
id: %(verbose_name_plural)s mendatang tidak tersedia karena %(class_name)s.allow_future Salah.
it: Future %(verbose_name_plural)s non disponibile perché %(class_name)s.allow_future è False.
ja: __class_name __。allow_futureがFalseであるため、将来の %(verbose_name_plural)s は使用できません。
ko: %(verbose_name_plural)s .allow_future가 False이므로 Future %(class_name)s을(를) 사용할 수 없습니다.
pl: Przyszła %(verbose_name_plural)s jest niedostępna, ponieważ %(class_name)s.allow_future ma wartość False.
pt: Future %(verbose_name_plural)s não disponível porque __class_name __. Allow_future é False.
ru: Будущее %(verbose_name_plural)s недоступно, потому что __class_name __. Allow_future имеет значение False.
th: %(verbose_name_plural)s ในอนาคตไม่พร้อมใช้งานเนื่องจาก %(class_name)s.allow_future เป็นเท็จ
tr: Gelecek %(verbose_name_plural)s kullanılamıyor çünkü %(class_name)s.allow_future Yanlış.
vi: %(verbose_name_plural)s trong tương lai không khả dụng vì __class_name __. Allow_future là False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
ar: سلسلة التاريخ غير صالحة &quot;%(datestr)s&quot; نظرًا للتنسيق &quot;%(format)s&quot;
de: Ungültige Datumszeichenfolge &quot;%(datestr)s&quot; angegebenes Format &quot;%(format)s&quot;
es: Cadena de fecha no válida &quot;%(datestr)s&quot; con el formato &quot;%(format)s&quot;
fr: Chaîne de date non valide &quot;%(datestr)s&quot; au format &quot;%(format)s&quot;
hi: अमान्य दिनांक स्ट्रिंग &quot;%(datestr)s&quot; दिया गया प्रारूप &quot;%(format)s&quot;
id: String tanggal “%(datestr)s” tidak valid dengan format “%(format)s”
it: Stringa di data non valida &quot;%(datestr)s&quot; dato il formato &quot;%(format)s&quot;
ja: 形式「%(datestr)s」で指定された無効な日付文字列「%(format)s」
ko: &quot;%(datestr)s&quot; 형식의 잘못된 날짜 문자열 &quot;%(format)s&quot;
pl: Nieprawidłowy ciąg daty „%(datestr)s” w podanym formacie „%(format)s”
pt: String de data inválida “%(datestr)s” dado formato “%(format)s”
ru: Недопустимая строка даты «%(datestr)s» в формате «%(format)s»
th: สตริงวันที่ไม่ถูกต้อง “%(datestr)s” รูปแบบที่กำหนด “%(format)s”
tr: Geçersiz tarih dizesi &quot;%(datestr)s&quot;, &quot;%(format)s&quot; biçiminde verildi
vi: Chuỗi ngày không hợp lệ “%(datestr)s” đã cho định dạng “%(format)s”

source: No %(verbose_name)s found matching the query
ar: لم يتم العثور على %(verbose_name)s تطابق الاستعلام
de: Kein %(verbose_name)s gefunden, der der Abfrage entspricht
es: No se encontró %(verbose_name)s que coincida con la consulta
fr: Aucun %(verbose_name)s trouvé correspondant à la requête
hi: कोई %(verbose_name)s क्वेरी से मेल नहीं खाता
id: Tidak ada %(verbose_name)s yang cocok dengan kueri
it: Nessun %(verbose_name)s trovato corrispondente alla query
ja: クエリに一致する %(verbose_name)s が見つかりません
ko: 쿼리와 일치하는 %(verbose_name)s 이(가) 없습니다.
pl: Nie znaleziono %(verbose_name)s pasującego do zapytania
pt: Nenhum %(verbose_name)s encontrado que corresponda à consulta
ru: %(verbose_name)s , соответствующее запросу, не найдено
th: ไม่พบ %(verbose_name)s ที่ตรงกับคำค้นหา
tr: Sorguyla eşleşen %(verbose_name)s bulunamadı
vi: Không tìm thấy %(verbose_name)s phù hợp với truy vấn

source: Page is not “last”, nor can it be converted to an int.
ar: الصفحة ليست &quot;الأخيرة&quot; ، ولا يمكن تحويلها إلى عدد صحيح.
de: Seite ist nicht „letzte“, noch kann sie in eine int umgewandelt werden.
es: La página no es la &quot;última&quot;, ni se puede convertir a un int.
fr: La page n&#39;est pas « dernière », elle ne peut pas non plus être convertie en un int.
hi: पृष्ठ &quot;अंतिम&quot; नहीं है, न ही इसे एक इंट में बदला जा सकता है।
id: Halaman bukan &quot;terakhir&quot;, juga tidak dapat dikonversi menjadi int.
it: La pagina non è &quot;ultima&quot;, né può essere convertita in un int.
ja: ページは「最後」ではなく、intに変換することもできません。
ko: 페이지는 &quot;마지막&quot;이 아니며 int로 변환될 수도 없습니다.
pl: Strona nie jest „ostatnia”, ani nie można jej przekonwertować na int.
pt: A página não é a “última” nem pode ser convertida em um int.
ru: Страница не является «последней» и не может быть преобразована в int.
th: หน้าไม่ใช่ &quot;สุดท้าย&quot; และไม่สามารถแปลงเป็น int ได้
tr: Sayfa &quot;son&quot; değildir ve bir int&#39;ye dönüştürülemez.
vi: Trang không phải là “cuối cùng”, cũng như không thể chuyển đổi thành số nguyên.

source: Invalid page (%(page_number)s): %(message)s
ar: صفحة غير صالحة (%(page_number)s): %(message)s
de: Ungültige Seite (%(page_number)s): %(message)s
es: Página no válida (%(page_number)s): %(message)s
fr: Page invalide (%(page_number)s) : %(message)s
hi: अमान्य पेज (%(page_number)s): %(message)s
id: Halaman tidak valid (%(page_number)s): %(message)s
it: Pagina non valida (%(page_number)s): %(message)s
ja: 無効なページ（__page_number __）：__ message__
ko: 잘못된 페이지(%(page_number)s): %(message)s
pl: Nieprawidłowa strona (%(page_number)s): %(message)s
pt: Página inválida (%(page_number)s): %(message)s
ru: Недействительная страница (%(page_number)s): %(message)s
th: หน้าไม่ถูกต้อง (%(page_number)s): %(message)s
tr: Geçersiz sayfa (%(page_number)s): %(message)s
vi: Trang không hợp lệ (%(page_number)s): %(message)s
