Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: When you request a page from our Website, our servers log the information provided in the HTTP request header, JavaScript or similar technical tools, including the IP number, the time of the request, the URL of your request and other information. We collect this information in order to make our Website function correctly and provide you the functionality that you see on the Website, as our servers use this information to deliver to you the pages on this Website. We also use this information to better understand how visitors use our Website and how we can better tune our Website, its contents and functionality to meet your needs. However, this information is not associated with any personally identifiable information of persons browsing the Website.
ar: عندما تطلب صفحة من موقعنا الإلكتروني ، تسجل خوادمنا المعلومات المقدمة في عنوان طلب HTTP أو JavaScript أو الأدوات التقنية المماثلة ، بما في ذلك رقم IP ووقت الطلب وعنوان URL لطلبك ومعلومات أخرى. نقوم بجمع هذه المعلومات من أجل جعل موقعنا يعمل بشكل صحيح وتزويدك بالوظائف التي تراها على الموقع ، حيث تستخدم خوادمنا هذه المعلومات لتوصيل الصفحات الموجودة على هذا الموقع إليك. نستخدم هذه المعلومات أيضًا لفهم كيفية استخدام الزائرين لموقعنا على الويب بشكل أفضل وكيف يمكننا تحسين موقعنا ومحتوياته ووظائفه لتلبية احتياجاتك. ومع ذلك ، لا ترتبط هذه المعلومات بأي معلومات تعريف شخصية للأشخاص الذين يتصفحون الموقع.
de: Wenn Sie eine Seite von unserer Website anfordern, protokollieren unsere Server die im HTTP-Anfrageheader, JavaScript oder ähnlichen technischen Tools bereitgestellten Informationen, einschließlich der IP-Nummer, der Uhrzeit der Anfrage, der URL Ihrer Anfrage und anderer Informationen. Wir sammeln diese Informationen, damit unsere Website korrekt funktioniert und Ihnen die Funktionen zur Verfügung stellen, die Sie auf der Website sehen, da unsere Server diese Informationen verwenden, um Ihnen die Seiten auf dieser Website bereitzustellen. Wir verwenden diese Informationen auch, um besser zu verstehen, wie Besucher unsere Website nutzen und wie wir unsere Website, ihre Inhalte und Funktionen besser auf Ihre Bedürfnisse abstimmen können. Diese Informationen sind jedoch nicht mit personenbezogenen Daten von Personen verbunden, die die Website besuchen.
es: Cuando solicita una página de nuestro sitio web, nuestros servidores registran la información proporcionada en el encabezado de la solicitud HTTP, JavaScript o herramientas técnicas similares, incluido el número de IP, la hora de la solicitud, la URL de su solicitud y otra información. Recopilamos esta información para que nuestro sitio web funcione correctamente y le proporcionemos la funcionalidad que ve en el sitio web, ya que nuestros servidores utilizan esta información para entregarle las páginas de este sitio web. También utilizamos esta información para comprender mejor cómo los visitantes usan nuestro sitio web y cómo podemos ajustar mejor nuestro sitio web, su contenido y funcionalidad para satisfacer sus necesidades. Sin embargo, esta información no está asociada con ninguna información de identificación personal de las personas que navegan por el sitio web.
fr: Lorsque vous demandez une page de notre site Web, nos serveurs enregistrent les informations fournies dans l&#39;en-tête de la demande HTTP, JavaScript ou des outils techniques similaires, y compris le numéro IP, l&#39;heure de la demande, l&#39;URL de votre demande et d&#39;autres informations. Nous collectons ces informations afin de faire fonctionner correctement notre site Web et de vous fournir les fonctionnalités que vous voyez sur le site Web, car nos serveurs utilisent ces informations pour vous fournir les pages de ce site Web. Nous utilisons également ces informations pour mieux comprendre comment les visiteurs utilisent notre site Web et comment nous pouvons mieux adapter notre site Web, son contenu et ses fonctionnalités pour répondre à vos besoins. Cependant, ces informations ne sont associées à aucune information personnellement identifiable des personnes naviguant sur le site Web.
hi: जब आप हमारी वेबसाइट से किसी पृष्ठ का अनुरोध करते हैं, तो हमारे सर्वर HTTP अनुरोध हेडर, जावास्क्रिप्ट या इसी तरह के तकनीकी उपकरणों में प्रदान की गई जानकारी को लॉग करते हैं, जिसमें आईपी नंबर, अनुरोध का समय, आपके अनुरोध का URL और अन्य जानकारी शामिल है। हम अपनी वेबसाइट को सही ढंग से काम करने के लिए और आपको वेबसाइट पर दिखाई देने वाली कार्यक्षमता प्रदान करने के लिए यह जानकारी एकत्र करते हैं, क्योंकि हमारे सर्वर इस जानकारी का उपयोग आपको इस वेबसाइट पर पृष्ठों को वितरित करने के लिए करते हैं। हम इस जानकारी का उपयोग यह बेहतर ढंग से समझने के लिए भी करते हैं कि आगंतुक हमारी वेबसाइट का उपयोग कैसे करते हैं और हम आपकी वेबसाइट, इसकी सामग्री और कार्यक्षमता को आपकी आवश्यकताओं को पूरा करने के लिए बेहतर तरीके से कैसे ट्यून कर सकते हैं। हालांकि, यह जानकारी वेबसाइट ब्राउज़ करने वाले व्यक्तियों की व्यक्तिगत रूप से पहचान योग्य जानकारी से जुड़ी नहीं है।
id: Saat Anda meminta halaman dari Situs Web kami, server kami mencatat informasi yang disediakan di header permintaan HTTP, JavaScript, atau alat teknis serupa, termasuk nomor IP, waktu permintaan, URL permintaan Anda, dan informasi lainnya. Kami mengumpulkan informasi ini untuk membuat Situs Web kami berfungsi dengan benar dan memberi Anda fungsionalitas yang Anda lihat di Situs Web, karena server kami menggunakan informasi ini untuk mengirimkan kepada Anda halaman-halaman di Situs Web ini. Kami juga menggunakan informasi ini untuk lebih memahami bagaimana pengunjung menggunakan Situs Web kami dan bagaimana kami dapat menyesuaikan Situs Web kami dengan lebih baik, konten dan fungsinya untuk memenuhi kebutuhan Anda. Namun, informasi ini tidak terkait dengan informasi pengenal pribadi apa pun dari orang-orang yang menjelajahi Situs Web.
it: Quando richiedi una pagina dal nostro sito Web, i nostri server registrano le informazioni fornite nell&#39;intestazione della richiesta HTTP, JavaScript o strumenti tecnici simili, incluso il numero IP, l&#39;ora della richiesta, l&#39;URL della richiesta e altre informazioni. Raccogliamo queste informazioni per far funzionare correttamente il nostro sito Web e fornirti le funzionalità che vedi sul sito Web, poiché i nostri server utilizzano queste informazioni per fornirti le pagine di questo sito Web. Utilizziamo queste informazioni anche per comprendere meglio come i visitatori utilizzano il nostro sito Web e come possiamo ottimizzare il nostro sito Web, i suoi contenuti e le funzionalità per soddisfare le vostre esigenze. Tuttavia, queste informazioni non sono associate ad alcuna informazione di identificazione personale delle persone che navigano nel sito web.
ja: 当社のウェブサイトからページをリクエストすると、当社のサーバーは、HTTPリクエストヘッダー、JavaScript、または同様の技術ツールで提供される情報をログに記録します。これには、IP番号、リクエストの時刻、リクエストのURL、その他の情報が含まれます。当社のサーバーはこの情報を使用してこのWebサイトのページを配信するため、当社のWebサイトを正しく機能させ、Webサイトに表示される機能を提供するために、この情報を収集します。また、この情報を使用して、訪問者が当社のWebサイトをどのように使用しているか、およびお客様のニーズに合わせてWebサイト、そのコンテンツ、および機能をより適切に調整する方法を理解します。ただし、この情報は、ウェブサイトを閲覧している人の個人を特定できる情報とは関係ありません。
ko: 귀하가 당사 웹사이트에서 페이지를 요청하면 당사 서버는 IP 번호, 요청 시간, 요청 URL 및 기타 정보를 포함하여 HTTP 요청 헤더, JavaScript 또는 유사한 기술 도구에 제공된 정보를 기록합니다. 당사 서버가 이 정보를 사용하여 이 웹사이트의 페이지를 귀하에게 전달하기 때문에 당사는 웹사이트가 올바르게 기능하고 웹사이트에서 보는 기능을 제공하기 위해 이 정보를 수집합니다. 우리는 또한 이 정보를 사용하여 방문자가 웹사이트를 사용하는 방법과 웹사이트, 웹사이트의 콘텐츠 및 기능을 귀하의 요구에 맞게 더 잘 조정할 수 있는 방법을 더 잘 이해합니다. 그러나 이 정보는 웹사이트를 탐색하는 개인의 개인 식별 정보와 관련이 없습니다.
pl: Gdy żądasz strony z naszej Witryny, nasze serwery rejestrują informacje podane w nagłówku żądania HTTP, JavaScript lub podobnych narzędziach technicznych, w tym numer IP, czas żądania, adres URL żądania i inne informacje. Zbieramy te informacje, aby nasza Witryna działała poprawnie i zapewniała Ci funkcjonalność, którą widzisz w Witrynie, ponieważ nasze serwery wykorzystują te informacje, aby dostarczać Ci strony w tej Witrynie. Korzystamy również z tych informacji, aby lepiej zrozumieć, w jaki sposób odwiedzający korzystają z naszej Witryny i jak możemy lepiej dostosować naszą Witrynę, jej zawartość i funkcjonalność do Twoich potrzeb. Informacje te nie są jednak kojarzone z żadnymi danymi osobowymi osób przeglądających Serwis.
pt: Quando você solicita uma página do nosso site, nossos servidores registram as informações fornecidas no cabeçalho da solicitação HTTP, JavaScript ou ferramentas técnicas semelhantes, incluindo o número IP, a hora da solicitação, o URL da sua solicitação e outras informações. Coletamos essas informações para fazer nosso site funcionar corretamente e fornecer a você a funcionalidade que você vê no site, pois nossos servidores usam essas informações para fornecer a você as páginas deste site. Também usamos essas informações para entender melhor como os visitantes usam nosso site e como podemos ajustar melhor nosso site, seu conteúdo e funcionalidade para atender às suas necessidades. No entanto, essas informações não estão associadas a nenhuma informação pessoal identificável de pessoas que navegam no site.
ru: Когда вы запрашиваете страницу с нашего веб-сайта, наши серверы регистрируют информацию, предоставленную в заголовке HTTP-запроса, JavaScript или аналогичных технических инструментах, включая номер IP, время запроса, URL-адрес вашего запроса и другую информацию. Мы собираем эту информацию для правильной работы нашего Веб-сайта и предоставления вам функций, которые вы видите на Веб-сайте, поскольку наши серверы используют эту информацию для доставки вам страниц на этом Веб-сайте. Мы также используем эту информацию, чтобы лучше понять, как посетители используют наш Веб-сайт и как мы можем лучше настроить наш Веб-сайт, его содержимое и функции в соответствии с вашими потребностями. Однако эта информация не связана с какой-либо личной информацией о лицах, просматривающих Веб-сайт.
th: เมื่อคุณขอหน้าจากเว็บไซต์ของเรา เซิร์ฟเวอร์ของเราจะบันทึกข้อมูลที่ให้ไว้ในส่วนหัวคำขอ HTTP, JavaScript หรือเครื่องมือทางเทคนิคที่คล้ายคลึงกัน รวมถึงหมายเลข IP เวลาที่ร้องขอ URL ของคำขอของคุณ และข้อมูลอื่นๆ เราเก็บรวบรวมข้อมูลนี้เพื่อทำให้เว็บไซต์ของเราทำงานได้อย่างถูกต้องและให้ฟังก์ชันการทำงานที่คุณเห็นบนเว็บไซต์ เนื่องจากเซิร์ฟเวอร์ของเราใช้ข้อมูลนี้เพื่อส่งหน้าต่างๆ บนเว็บไซต์นี้ให้กับคุณ เรายังใช้ข้อมูลนี้เพื่อทำความเข้าใจว่าผู้เยี่ยมชมใช้เว็บไซต์ของเราอย่างไร และเราสามารถปรับแต่งเว็บไซต์ของเรา เนื้อหาและฟังก์ชันการทำงานให้ตรงกับความต้องการของคุณได้อย่างไร อย่างไรก็ตาม ข้อมูลนี้ไม่เกี่ยวข้องกับข้อมูลระบุตัวบุคคลใด ๆ ของบุคคลที่เรียกดูเว็บไซต์
tr: Web Sitemizden bir sayfa talep ettiğinizde, sunucularımız HTTP istek başlığında, JavaScript&#39;te veya IP numarası, isteğin zamanı, isteğinizin URL&#39;si ve diğer bilgiler dahil olmak üzere benzer teknik araçlarda sağlanan bilgileri günlüğe kaydeder. Sunucularımız bu bilgileri size bu Web Sitesindeki sayfaları sunmak için kullandığından, Web Sitemizin doğru bir şekilde çalışmasını sağlamak ve Web Sitesinde gördüğünüz işlevselliği sağlamak için bu bilgileri topluyoruz. Bu bilgileri ayrıca, ziyaretçilerin Web Sitemizi nasıl kullandığını ve Web Sitemizi, içeriğini ve işlevselliğini ihtiyaçlarınızı karşılayacak şekilde nasıl daha iyi ayarlayabileceğimizi daha iyi anlamak için kullanırız. Ancak bu bilgiler, Web Sitesini gezen kişilerin kişisel olarak tanımlanabilir bilgileriyle ilişkilendirilmez.
vi: Khi bạn yêu cầu một trang từ Trang web của chúng tôi, máy chủ của chúng tôi ghi lại thông tin được cung cấp trong tiêu đề yêu cầu HTTP, JavaScript hoặc các công cụ kỹ thuật tương tự, bao gồm số IP, thời gian yêu cầu, URL yêu cầu của bạn và các thông tin khác. Chúng tôi thu thập thông tin này để làm cho Trang web của chúng tôi hoạt động chính xác và cung cấp cho bạn chức năng mà bạn thấy trên Trang web, vì máy chủ của chúng tôi sử dụng thông tin này để cung cấp cho bạn các trang trên Trang web này. Chúng tôi cũng sử dụng thông tin này để hiểu rõ hơn cách khách truy cập sử dụng Trang web của chúng tôi và cách chúng tôi có thể điều chỉnh Trang web của mình tốt hơn, nội dung và chức năng của nó để đáp ứng nhu cầu của bạn. Tuy nhiên, thông tin này không được liên kết với bất kỳ thông tin nhận dạng cá nhân nào của những người đang duyệt Trang web.

source: We use Google Analytics cookies to understand and save your preferences for future visits. Cookies are small files that a site or its service provider transfers to your computers hard drive through your Web browser (if you allow) that enables the sites or service providers systems to recognize your browser and capture and remember certain information)
ar: نحن نستخدم ملفات تعريف ارتباط Google Analytics لفهم تفضيلاتك وحفظها للزيارات المستقبلية. ملفات تعريف الارتباط هي ملفات صغيرة ينقلها الموقع أو مزود الخدمة إلى القرص الصلب لجهاز الكمبيوتر الخاص بك من خلال متصفح الويب الخاص بك (إذا سمحت بذلك) والتي تمكن المواقع أو أنظمة موفري الخدمة من التعرف على متصفحك والتقاط وتذكر معلومات معينة)
de: Wir verwenden Google Analytics-Cookies, um Ihre Präferenzen für zukünftige Besuche zu verstehen und zu speichern. Cookies sind kleine Dateien, die eine Site oder ihr Dienstanbieter über Ihren Webbrowser auf die Festplatte Ihres Computers überträgt (sofern Sie dies zulassen), die es den Websites oder Dienstanbietersystemen ermöglichen, Ihren Browser zu erkennen und bestimmte Informationen zu erfassen und zu speichern)
es: Utilizamos cookies de Google Analytics para comprender y guardar sus preferencias para futuras visitas. Las cookies son pequeños archivos que un sitio o su proveedor de servicios transfiere al disco duro de su computadora a través de su navegador web (si usted lo permite) que permite que los sitios o los sistemas de los proveedores de servicios reconozcan su navegador y capturen y recuerden cierta información)
fr: Nous utilisons les cookies de Google Analytics pour comprendre et enregistrer vos préférences pour de futures visites. Les cookies sont de petits fichiers qu&#39;un site ou son fournisseur de services transfère sur le disque dur de votre ordinateur via votre navigateur Web (si vous le permettez) qui permet aux sites ou aux systèmes des fournisseurs de services de reconnaître votre navigateur et de capturer et de mémoriser certaines informations)
hi: हम भविष्य में विज़िट के लिए आपकी प्राथमिकताओं को समझने और सहेजने के लिए Google Analytics कुकीज़ का उपयोग करते हैं। कुकीज छोटी फाइलें होती हैं जिन्हें कोई साइट या उसका सेवा प्रदाता आपके वेब ब्राउज़र (यदि आप अनुमति देते हैं) के माध्यम से आपके कंप्यूटर की हार्ड ड्राइव में स्थानांतरित करता है जो साइट्स या सेवा प्रदाता सिस्टम को आपके ब्राउज़र को पहचानने और कुछ जानकारी को कैप्चर करने और याद रखने में सक्षम बनाता है)
id: Kami menggunakan cookie Google Analytics untuk memahami dan menyimpan preferensi Anda untuk kunjungan berikutnya. Cookie adalah file kecil yang ditransfer oleh situs atau penyedia layanannya ke hard drive komputer Anda melalui browser Web Anda (jika Anda mengizinkan) yang memungkinkan situs atau sistem penyedia layanan mengenali browser Anda dan menangkap serta mengingat informasi tertentu)
it: Utilizziamo i cookie di Google Analytics per comprendere e salvare le tue preferenze per le visite future. I cookie sono piccoli file che un sito o il suo fornitore di servizi trasferisce sul disco rigido del tuo computer tramite il tuo browser Web (se lo consenti) che consente ai siti o ai sistemi dei fornitori di servizi di riconoscere il tuo browser e acquisire e ricordare determinate informazioni)
ja: Google AnalyticsのCookieを使用して、今後の訪問のためにユーザーの設定を理解して保存します。 Cookieは、サイトまたはそのサービスプロバイダーがWebブラウザー（許可されている場合）を介してコンピューターのハードドライブに転送する小さなファイルであり、サイトまたはサービスプロバイダーのシステムがブラウザーを認識し、特定の情報をキャプチャして記憶できるようにします）
ko: 우리는 Google Analytics 쿠키를 사용하여 향후 방문을 위해 귀하의 기본 설정을 이해하고 저장합니다. 쿠키는 사이트 또는 서비스 제공자가 귀하의 웹 브라우저(허용하는 경우)를 통해 귀하의 컴퓨터 하드 드라이브로 전송하는 작은 파일로, 이를 통해 사이트 또는 서비스 제공자 시스템이 귀하의 브라우저를 인식하고 특정 정보를 캡처 및 기억할 수 있습니다.
pl: Używamy plików cookie Google Analytics, aby zrozumieć i zapisać Twoje preferencje dla przyszłych wizyt. Pliki cookie to małe pliki, które witryna lub jej usługodawca przesyła na dysk twardy komputera użytkownika za pośrednictwem przeglądarki internetowej (jeśli na to zezwolisz), które umożliwiają witrynom lub systemom usługodawców rozpoznanie przeglądarki oraz przechwytywanie i zapamiętywanie określonych informacji)
pt: Usamos cookies do Google Analytics para entender e salvar suas preferências para visitas futuras. Cookies são pequenos arquivos que um site ou seu provedor de serviços transfere para o disco rígido de seus computadores através de seu navegador da Web (se você permitir) que permite que os sites ou sistemas de provedores de serviços reconheçam seu navegador e capturem e lembrem certas informações)
ru: Мы используем файлы cookie Google Analytics, чтобы понять и сохранить ваши предпочтения для будущих посещений. Файлы cookie - это небольшие файлы, которые сайт или его поставщик услуг передает на жесткий диск ваших компьютеров через ваш веб-браузер (если вы разрешаете), что позволяет сайтам или системам поставщиков услуг распознавать ваш браузер и захватывать и запоминать определенную информацию)
th: เราใช้คุกกี้ Google Analytics เพื่อทำความเข้าใจและบันทึกการตั้งค่าของคุณสำหรับการเข้าชมในอนาคต คุกกี้คือไฟล์ขนาดเล็กที่ไซต์หรือผู้ให้บริการถ่ายโอนไปยังฮาร์ดไดรฟ์ของคอมพิวเตอร์ของคุณผ่านเว็บเบราว์เซอร์ของคุณ (หากคุณอนุญาต) ซึ่งช่วยให้ไซต์หรือระบบของผู้ให้บริการสามารถจดจำเบราว์เซอร์ของคุณและบันทึกและจดจำข้อมูลบางอย่างได้)
tr: Gelecekteki ziyaretleriniz için tercihlerinizi anlamak ve kaydetmek için Google Analytics çerezlerini kullanıyoruz. Çerezler, bir sitenin veya hizmet sağlayıcısının Web tarayıcınız aracılığıyla (izin verirseniz) bilgisayarlarınızın sabit diskine aktardığı, sitelerin veya hizmet sağlayıcı sistemlerinin tarayıcınızı tanımasını ve belirli bilgileri yakalamasını ve hatırlamasını sağlayan küçük dosyalardır)
vi: Chúng tôi sử dụng cookie của Google Analytics để hiểu và lưu các tùy chọn của bạn cho các lần truy cập sau này. Cookie là các tệp nhỏ mà một trang web hoặc nhà cung cấp dịch vụ của trang web đó chuyển đến ổ cứng máy tính của bạn thông qua trình duyệt Web của bạn (nếu bạn cho phép) cho phép các trang web hoặc hệ thống của nhà cung cấp dịch vụ nhận ra trình duyệt của bạn và nắm bắt và ghi nhớ một số thông tin)
