Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
ar: قيمة &quot;%(value)s&quot; لها التنسيق الصحيح (YYYY-MM-DD HH: MM [: ss [.uuuuuu]] [TZ]) ولكنها تاريخ / وقت غير صالح.
de: Der Wert „%(value)s“ hat das richtige Format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), aber es ist ein ungültiges Datum/Uhrzeit.
es: El valor “%(value)s” tiene el formato correcto (AAAA-MM-DD HH: MM [: ss [.uuuuuu]] [TZ]) pero es una fecha / hora no válida.
fr: La valeur &quot;%(value)s&quot; a le format correct (AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ]) mais il s&#39;agit d&#39;une date/heure non valide.
hi: “%(value)s” मान का प्रारूप सही है (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) लेकिन यह एक अमान्य दिनांक/समय है।
id: Nilai “%(value)s” memiliki format yang benar (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) tetapi ini adalah tanggal/waktu yang tidak valid.
it: Il valore &quot;%(value)s&quot; ha il formato corretto (AAAA-MM-GG HH:MM[:ss[.uuuuuu]][TZ]) ma è una data/ora non valida.
ja: 「%(value)s」値の形式は正しい（YYYY-MM-DD HH：MM [：ss [.uuuuuu]] [TZ]）が、日付/時刻が無効です。
ko: &quot;%(value)s&quot; 값은 올바른 형식(YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ])을 갖지만 유효하지 않은 날짜/시간입니다.
pl: Wartość „%(value)s” ma poprawny format (RRRR-MM-DD GG:MM[:ss[.uuuuuu]][TZ]), ale jest to nieprawidłowa data/godzina.
pt: O valor “%(value)s” tem o formato correto (AAAA-MM-DD HH: MM [: ss [.uuuuuu]] [TZ]), mas é uma data / hora inválida.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД ЧЧ: ММ [: сс [.uuuuuu]] [TZ]), но это недопустимая дата / время.
th: ค่า “%(value)s” มีรูปแบบที่ถูกต้อง (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) แต่เป็นวันที่/เวลาที่ไม่ถูกต้อง
tr: “%(value)s” değeri doğru biçime sahip (YYYY-AA-GG SS:DD[:ss[.uuuuu]][TZ]) ancak geçersiz bir tarih/saat.
vi: Giá trị “%(value)s” có định dạng chính xác (YYYY-MM-DD HH: MM [: ss [.uuuuuu]] [TZ]) nhưng là ngày / giờ không hợp lệ.

source: Date (with time)
ar: التاريخ (مع الوقت)
de: Datum (mit Uhrzeit)
es: Fecha (con hora)
fr: Date (avec heure)
hi: तिथि (समय के साथ)
id: Tanggal (dengan waktu)
it: Data (con ora)
ja: 日付（時間付き）
ko: 날짜(시간 포함)
pl: Data (z czasem)
pt: Data (com hora)
ru: Дата (со временем)
th: วันที่ (พร้อมเวลา)
tr: Tarih (zamanla birlikte)
vi: Ngày (với thời gian)

source: “%(value)s” value must be a decimal number.
ar: يجب أن تكون قيمة &quot;%(value)s&quot; عددًا عشريًا.
de: Der Wert „%(value)s“ muss eine Dezimalzahl sein.
es: El valor “%(value)s” debe ser un número decimal.
fr: La valeur &quot;%(value)s&quot; doit être un nombre décimal.
hi: &quot;%(value)s&quot; मान एक दशमलव संख्या होनी चाहिए।
id: Nilai “%(value)s” harus berupa angka desimal.
it: Il valore &quot;%(value)s&quot; deve essere un numero decimale.
ja: 「%(value)s」の値は10進数である必要があります。
ko: &quot;%(value)s&quot; 값은 십진수여야 합니다.
pl: Wartość „%(value)s” musi być liczbą dziesiętną.
pt: O valor “%(value)s” deve ser um número decimal.
ru: Значение «%(value)s» должно быть десятичным числом.
th: ค่า “%(value)s” ต้องเป็นตัวเลขทศนิยม
tr: “%(value)s” değeri ondalık bir sayı olmalıdır.
vi: Giá trị “%(value)s” phải là số thập phân.

source: Decimal number
ar: عدد عشري
de: Dezimalzahl
es: Número decimal
fr: Nombre décimal
hi: दशमलव संख्या
id: Angka desimal
it: Numero decimale
ja: 10進数
ko: 10진수
pl: Liczba dziesiętna
pt: Número decimal
ru: Десятичное число
th: เลขทศนิยม
tr: Ondalık sayı
vi: Số thập phân

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
ar: تنسيق قيمة &quot;%(value)s&quot; غير صالح. يجب أن يكون بتنسيق [DD] [[HH:] MM:] ss [.uuuuuu].
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format [DD] [[HH:]MM:]ss[.uuuuuu] vorliegen.
es: El valor &quot;%(value)s&quot; tiene un formato no válido. Debe estar en formato [DD] [[HH:] MM:] ss [.uuuuuu].
fr: La valeur &quot;%(value)s&quot; a un format non valide. Il doit être au format [DD] [[HH:]MM:]ss[.uuuuuu].
hi: “%(value)s” मान का प्रारूप अमान्य है। यह [डीडी] [[एचएच:]एमएम:]एसएस[.uuuuuu] प्रारूप में होना चाहिए।
id: Nilai “%(value)s” memiliki format yang tidak valid. Harus dalam format [DD] [[HH:]MM:]ss[.uuuuuu].
it: Il valore &quot;%(value)s&quot; ha un formato non valido. Deve essere nel formato [DD] [[HH:]MM:]ss[.uuuuuu].
ja: 「%(value)s」値の形式が無効です。 [DD] [[HH：] MM：] ss [.uuuuuu]形式である必要があります。
ko: &quot;%(value)s&quot; 값의 형식이 잘못되었습니다. [DD] [[HH:]MM:]ss[.uuuuuu] 형식이어야 합니다.
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi być w formacie [DD] [[GG:]MM:]ss[.uuuuuu].
pt: O valor “%(value)s” tem um formato inválido. Deve estar no formato [DD] [[HH:] MM:] ss [.uuuuuu].
ru: Значение «%(value)s» имеет недопустимый формат. Он должен быть в формате [ДД] [[ЧЧ:] ММ:] сс [.uuuuuu].
th: ค่า “%(value)s” มีรูปแบบที่ไม่ถูกต้อง ต้องอยู่ในรูปแบบ [DD] [[HH:]MM:]ss[.uuuuuu]
tr: “%(value)s” değeri geçersiz bir biçime sahip. [GG] [[SS:]MM:]ss[.uuuuuu] biçiminde olmalıdır.
vi: Giá trị “%(value)s” có định dạng không hợp lệ. Nó phải ở định dạng [DD] [[HH:] MM:] ss [.uuuuuu].

source: Duration
ar: مدة
de: Dauer
es: Duración
fr: Durée
hi: समयांतराल
id: Durasi
it: Durata
ja: デュレーション
ko: 지속
pl: Trwanie
pt: Duração
ru: Продолжительность
tr: Süre
vi: Thời lượng

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Addresse
es: Dirección de correo electrónico
fr: Adresse e-mail
hi: ईमेल पता
id: Alamat email
it: Indirizzo e-mail
ja: 電子メールアドレス
ko: 이메일 주소
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес электронной почты
th: ที่อยู่อีเมล
tr: E
vi: Địa chỉ email

source: File path
ar: مسار الملف
de: Dateipfad
es: Ruta de archivo
fr: Chemin du fichier
hi: दस्तावेज पथ
id: Jalur berkas
it: Percorso del file
ja: ファイルパス
ko: 파일 경로
pl: Ścieżka pliku
pt: Caminho de arquivo
ru: Путь файла
th: เส้นทางของไฟล์
tr: Dosya yolu
vi: Đường dẫn tập tin

source: “%(value)s” value must be a float.
ar: يجب أن تكون قيمة &quot;%(value)s&quot; قيمة عائمة.
de: Der Wert „%(value)s“ muss ein Float sein.
es: El valor “%(value)s” debe ser un valor flotante.
fr: La valeur &quot;%(value)s&quot; doit être un flottant.
hi: &quot;%(value)s&quot; मान एक फ्लोट होना चाहिए।
id: Nilai “%(value)s” harus berupa float.
it: Il valore &quot;%(value)s&quot; deve essere un float.
ja: 「%(value)s」値はfloatである必要があります。
ko: &quot;%(value)s&quot; 값은 부동 소수점이어야 합니다.
pl: Wartość „%(value)s” musi być liczbą zmiennoprzecinkową.
pt: O valor “%(value)s” deve ser um float.
ru: Значение «%(value)s» должно быть плавающим.
th: ค่า “%(value)s” ต้องเป็นค่าทศนิยม
tr: “%(value)s” değeri bir kayan nokta olmalıdır.
vi: Giá trị “%(value)s” phải là một số thực.

source: Floating point number
ar: رقم النقطة العائمة
de: Gleitkommazahl
es: Número de coma flotante
fr: nombre à virgule flottante
hi: चल बिन्दु संख्या
id: Nomor titik mengambang
it: Numero in virgola mobile
ja: 浮動小数点数
ko: 부동 소수점 숫자
pl: Liczba zmiennoprzecinkowa
pt: Número de ponto flutuante
ru: Число с плавающей запятой
th: เลขทศนิยม
tr: Kayan nokta numarası
vi: Số điểm nổi

source: “%(value)s” value must be an integer.
ar: يجب أن تكون قيمة &quot;%(value)s&quot; عددًا صحيحًا.
de: Der Wert „%(value)s“ muss eine ganze Zahl sein.
es: El valor “%(value)s” debe ser un número entero.
fr: La valeur &quot;%(value)s&quot; doit être un entier.
hi: &quot;%(value)s&quot; मान एक पूर्णांक होना चाहिए।
id: Nilai “%(value)s” harus berupa bilangan bulat.
it: Il valore &quot;%(value)s&quot; deve essere un numero intero.
ja: 「%(value)s」値は整数である必要があります。
ko: &quot;%(value)s&quot; 값은 정수여야 합니다.
pl: Wartość „%(value)s” musi być liczbą całkowitą.
pt: O valor “%(value)s” deve ser um número inteiro.
ru: Значение «%(value)s» должно быть целым числом.
th: ค่า “%(value)s” ต้องเป็นจำนวนเต็ม
tr: “%(value)s” değeri bir tamsayı olmalıdır.
vi: Giá trị “%(value)s” phải là một số nguyên.

source: Integer
ar: عدد صحيح
de: Ganze Zahl
es: Entero
fr: Entier
hi: पूर्णांक
id: Bilangan bulat
it: Numero intero
ja: 整数
ko: 정수
pl: Liczba całkowita
pt: Inteiro
ru: Целое число
th: จำนวนเต็ม
tr: tamsayı
vi: Số nguyên

source: Big (8 byte) integer
ar: عدد صحيح كبير (8 بايت)
de: Große (8 Byte) ganze Zahl
es: Entero grande (8 bytes)
fr: Grand entier (8 octets)
hi: बड़ा (8 बाइट) पूर्णांक
id: Besar (8 byte) bilangan bulat
it: Grande (8 byte) intero
ja: 大きな（8バイト）整数
ko: 큰(8바이트) 정수
pl: Duża (8-bajtowa) liczba całkowita
pt: Grande (8 bytes) inteiro
ru: Большое (8 байт) целое число
th: จำนวนเต็มขนาดใหญ่ (8 ไบต์)
tr: Büyük (8 bayt) tam sayı
vi: Số nguyên lớn (8 byte)

source: Small integer
ar: عدد صحيح صغير
de: Kleine ganze Zahl
es: Entero pequeño
fr: Petit entier
hi: छोटा पूर्णांक
id: bilangan bulat kecil Small
it: Intero piccolo
ja: 小整数
ko: 작은 정수
pl: Mała liczba całkowita
pt: Pequeno inteiro
ru: Маленькое целое число
th: จำนวนเต็มขนาดเล็ก
tr: Küçük tamsayı
vi: Số nguyên nhỏ

source: IPv4 address
ar: عنوان IPv4
de: IPv4-Adresse
es: Dirección IPv4
fr: Adresse IPv4
hi: आईपीवी4 पता
id: alamat IPv4
it: Indirizzo IPv4
ja: IPv4アドレス
ko: IPv4 주소
pl: Adres IPv4
pt: Endereço IPv4
ru: IPv4-адрес
th: ที่อยู่ IPv4
tr: IPv4 adresi
vi: Địa chỉ IPv4

source: IP address
ar: عنوان IP
de: IP Adresse
es: dirección IP
fr: adresse IP
hi: आईपी पता
id: alamat IP
it: indirizzo IP
ja: IPアドレス
ko: IP 주소
pl: adres IP
pt: endereço de IP
ru: айпи адрес
th: ที่อยู่ IP
tr: IP adresi
vi: địa chỉ IP

source: “%(value)s” value must be either None, True or False.
ar: يجب أن تكون قيمة &quot;%(value)s&quot; إما لا شيء أو صواب أو خطأ.
de: Der Wert „%(value)s“ muss entweder None, True oder False sein.
es: El valor “%(value)s” debe ser Ninguno, Verdadero o Falso.
fr: La valeur &quot;%(value)s&quot; doit être None, True ou False.
hi: &quot;%(value)s&quot; मान या तो कोई नहीं, सही या गलत होना चाहिए।
id: Nilai “%(value)s” harus berupa None, True atau False.
it: Il valore &quot;%(value)s&quot; deve essere Nessuno, Vero o Falso.
ja: 「%(value)s」の値は、None、True、またはFalseのいずれかである必要があります。
ko: &quot;%(value)s&quot; 값은 None, True 또는 False여야 합니다.
pl: Wartość „%(value)s” musi mieć wartość Brak, Prawda lub Fałsz.
pt: O valor “%(value)s” deve ser Nenhum, Verdadeiro ou Falso.
ru: Значение «%(value)s» должно быть None, True или False.
th: ค่า “%(value)s” ต้องเป็น None, True หรือ False
tr: “%(value)s” değeri Yok, Doğru veya Yanlış olmalıdır.
vi: Giá trị “%(value)s” phải là Không, Đúng hoặc Sai.

source: Boolean (Either True, False or None)
ar: قيمة منطقية (إما صواب أو خطأ أو لا شيء)
de: Boolean (entweder wahr, falsch oder keiner)
es: Booleano (Verdadero, Falso o Ninguno)
fr: Booléen (Vrai, Faux ou Aucun)
hi: बूलियन (या तो सही, गलत या कोई नहीं)
id: Boolean (Benar, Salah atau Tidak Ada)
it: Boolean (Vero, Falso o Nessuno)
ja: ブール値（True、False、またはNoneのいずれか）
ko: 부울(True, False 또는 None)
pl: Boolean (prawda, fałsz lub brak)
pt: Booleano (verdadeiro, falso ou nenhum)
ru: Логическое значение (Истина, Ложь или Нет)
th: บูลีน (จริง เท็จ หรือไม่มี)
tr: Boolean (Doğru, Yanlış veya Yok)
vi: Boolean (Đúng, Sai hoặc Không)

source: Positive big integer
ar: عدد صحيح كبير موجب
de: Positive große ganze Zahl
es: Entero grande positivo
fr: Grand entier positif
hi: सकारात्मक बड़ा पूर्णांक
id: bilangan bulat besar positif
it: Intero positivo grande
ja: 正の整数
ko: 양의 큰 정수
pl: Dodatnia duża liczba całkowita
pt: Número inteiro positivo grande
ru: Положительное большое целое число
th: จำนวนเต็มบวกขนาดใหญ่ Positive
tr: pozitif büyük tamsayı
vi: Số nguyên lớn dương

source: Positive integer
ar: عدد صحيح موجب
de: Positive ganze Zahl
es: Entero positivo
fr: Entier positif
hi: सकारात्मक पूर्णांक
id: Bilangan bulat positif
it: Intero positivo
ja: 正の整数
ko: 양의 정수
pl: Dodatnia liczba całkowita
pt: Inteiro positivo
ru: Положительное число
th: จำนวนเต็มบวก
tr: Pozitif tamsayı
vi: Sô nguyên dương

source: Positive small integer
ar: عدد صحيح صغير موجب
de: Positive kleine ganze Zahl
es: Entero pequeño positivo
fr: Petit entier positif
hi: सकारात्मक छोटा पूर्णांक
id: bilangan bulat kecil positif Positive
it: Positivo piccolo intero
ja: 正の小整数
ko: 양의 작은 정수
pl: Dodatnia mała liczba całkowita
pt: Número inteiro pequeno positivo
ru: Положительное маленькое целое число
th: จำนวนเต็มบวกขนาดเล็ก
tr: pozitif küçük tamsayı
vi: Số nguyên dương nhỏ

source: Slug (up to %(max_length)s)
ar: سبيكة (حتى %(max_length)s)
de: Schnecke (bis zu %(max_length)s)
es: Slug (hasta %(max_length)s)
fr: Slug (jusqu&#39;à %(max_length)s)
hi: स्लग ( %(max_length)sतक)
id: Siput (hingga %(max_length)s)
it: Lumaca (fino a %(max_length)s)
ja: ナメクジ（最大 %(max_length)s）
ko: 슬러그(최대 %(max_length)s)
pl: Ślimak (do __maks.długość__)
pt: Slug (até %(max_length)s)
ru: Слаг (до %(max_length)s)
th: กระสุน (สูงสุด %(max_length)s)
tr: Bilgi ( %(max_length)s&#39;e kadar)
vi: Slug (lên đến %(max_length)s)

source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
id: Teks
it: Testo
ja: テキスト
ko: 본문
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
vi: Bản văn

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
ar: تنسيق قيمة &quot;%(value)s&quot; غير صالح. يجب أن يكون بتنسيق HH: MM [: ss [.uuuuuu]].
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format HH:MM[:ss[.uuuuuu]] vorliegen.
es: El valor &quot;%(value)s&quot; tiene un formato no válido. Debe estar en formato HH: MM [: ss [.uuuuuu]].
fr: La valeur &quot;%(value)s&quot; a un format non valide. Il doit être au format HH:MM[:ss[.uuuuuu]].
hi: “%(value)s” मान का प्रारूप अमान्य है। यह HH:MM[:ss[.uuuuuu]] प्रारूप में होना चाहिए।
id: Nilai “%(value)s” memiliki format yang tidak valid. Harus dalam format HH:MM[:ss[.uuuuuu]].
it: Il valore &quot;%(value)s&quot; ha un formato non valido. Deve essere in formato HH:MM[:ss[.uuuuuu]].
ja: 「%(value)s」値の形式が無効です。 HH：MM [：ss [.uuuuuu]]形式である必要があります。
ko: &quot;%(value)s&quot; 값의 형식이 잘못되었습니다. HH:MM[:ss[.uuuuuu]] 형식이어야 합니다.
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi być w formacie GG:MM[:ss[.uuuuu]].
pt: O valor “%(value)s” tem um formato inválido. Deve estar no formato HH: MM [: ss [.uuuuuu]].
ru: Значение «%(value)s» имеет недопустимый формат. Он должен быть в формате ЧЧ: ММ [: сс [.uuuuuu]].
th: ค่า “%(value)s” มีรูปแบบที่ไม่ถูกต้อง ต้องอยู่ในรูปแบบ HH:MM[:ss[.uuuuuu]]
tr: “%(value)s” değeri geçersiz bir biçime sahip. SS:DD[:ss[.uuuuuu]] biçiminde olmalıdır.
vi: Giá trị “%(value)s” có định dạng không hợp lệ. Nó phải ở định dạng HH: MM [: ss [.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ar: قيمة &quot;%(value)s&quot; لها التنسيق الصحيح (HH: MM [: ss [.uuuuuu]]) لكنها وقت غير صالح.
de: Der Wert „%(value)s“ hat das richtige Format (HH:MM[:ss[.uuuuuu]]), aber es ist eine ungültige Zeit.
es: El valor “%(value)s” tiene el formato correcto (HH: MM [: ss [.uuuuuu]]) pero es una hora no válida.
fr: La valeur &quot;%(value)s&quot; a le format correct (HH:MM[:ss[.uuuuuu]]) mais c&#39;est une heure invalide.
hi: “%(value)s” मान का प्रारूप सही है (HH:MM[:ss[.uuuuuu]]) लेकिन यह एक अमान्य समय है।
id: Nilai “%(value)s” memiliki format yang benar (HH:MM[:ss[.uuuuuu]]) tetapi ini adalah waktu yang tidak valid.
it: Il valore &quot;%(value)s&quot; ha il formato corretto (HH:MM[:ss[.uuuuuu]]) ma è un&#39;ora non valida.
ja: 「%(value)s」値の形式は正しい（HH：MM [：ss [.uuuuuu]]）が、無効な時間です。
ko: &quot;%(value)s&quot; 값은 올바른 형식(HH:MM[:ss[.uuuuuu]])을 갖지만 유효하지 않은 시간입니다.
pl: Wartość „%(value)s” ma poprawny format (GG:MM[:ss[.uuuuuu]]), ale jest to nieprawidłowa godzina.
pt: O valor “%(value)s” tem o formato correto (HH: MM [: ss [.uuuuuu]]) mas é um tempo inválido.
ru: Значение «%(value)s» имеет правильный формат (ЧЧ: ММ [: сс [.uuuuuu]]), но это недопустимое время.
th: ค่า “%(value)s” มีรูปแบบที่ถูกต้อง (HH:MM[:ss[.uuuuuu]]) แต่เป็นเวลาที่ไม่ถูกต้อง
tr: “%(value)s” değeri doğru biçime sahip (SS:DD[:ss[.uuuuu]]) ancak geçersiz bir zaman.
vi: Giá trị “%(value)s” có định dạng chính xác (HH: MM [: ss [.uuuuuu]]) nhưng đó là thời gian không hợp lệ.

source: Time
ar: زمن
de: Zeit
es: Hora
fr: Temps
hi: समय
id: Waktu
it: Tempo
ja: 時間
ko: 시각
pl: Czas
pt: Tempo
ru: Время
th: เวลา
tr: Zaman
vi: Thời gian

source: URL
hi: यूआरएल

source: Raw binary data
ar: البيانات الثنائية الخام
de: Binäre Rohdaten
es: Datos binarios sin procesar
fr: Données binaires brutes
hi: कच्चा बाइनरी डेटा
id: Data biner mentah
it: Dati binari grezzi
ja: 生のバイナリデータ
ko: 원시 바이너리 데이터
pl: Surowe dane binarne
pt: Dados binários brutos
ru: Необработанные двоичные данные
th: ข้อมูลไบนารีดิบ
tr: Ham ikili veri
vi: Dữ liệu nhị phân thô

source: “%(value)s” is not a valid UUID.
ar: &quot;%(value)s&quot; ليس UUID صالحًا.
de: „%(value)s“ ist keine gültige UUID.
es: “%(value)s” no es un UUID válido.
fr: &quot;%(value)s&quot; n&#39;est pas un UUID valide.
hi: &quot;%(value)s&quot; मान्य UUID नहीं है।
id: “%(value)s” bukan UUID yang valid.
it: &quot;%(value)s&quot; non è un UUID valido.
ja: 「%(value)s」は有効なUUIDではありません。
ko: &quot;%(value)s&quot;는 유효한 UUID가 아닙니다.
pl: „%(value)s” nie jest prawidłowym identyfikatorem UUID.
pt: “%(value)s” não é um UUID válido.
ru: «%(value)s» не является допустимым UUID.
th: “%(value)s” ไม่ใช่ UUID ที่ถูกต้อง
tr: &quot;%(value)s&quot; geçerli bir UUID değil.
vi: “%(value)s” không phải là UUID hợp lệ.

source: Universally unique identifier
ar: معرّف فريد عالميًا
de: Universell eindeutige Kennung
es: Identificador único universal
fr: Identifiant universel unique
hi: सार्वभौमिक रूप से विशिष्ट पहचानकर्ता
id: Pengidentifikasi unik universal Universal
it: Identificatore univoco universale
ja: ユニバーサル一意識別子
ko: 범용 고유 식별자
pl: Uniwersalny unikalny identyfikator
pt: Identificador universalmente único
ru: Универсальный уникальный идентификатор
th: ตัวระบุที่ไม่ซ้ำแบบสากล
tr: Evrensel benzersiz tanımlayıcı
vi: Số nhận dạng duy nhất phổ biến

source: File
ar: ملف
de: Datei
es: Archivo
fr: Déposer
hi: फ़ाइल
id: Mengajukan
ja: ファイル
ko: 파일
pl: Plik
pt: Arquivo
ru: Файл
th: ไฟล์
tr: Dosya
vi: Tập tin

source: Image
ar: صورة
de: Bild
es: Imagen
hi: छवि
id: Gambar
it: Immagine
ja: 画像
ko: 영상
pl: Wizerunek
pt: Imagem
ru: Изображение
th: ภาพ
tr: resim
vi: Hình ảnh

source: A JSON object
ar: كائن JSON
de: Ein JSON-Objekt
es: Un objeto JSON
fr: Un objet JSON
hi: एक JSON ऑब्जेक्ट
id: Objek JSONSON
it: Un oggetto JSON
ja: JSONオブジェクト
ko: JSON 객체
pl: Obiekt JSON
pt: Um objeto JSON
ru: Объект JSON
th: วัตถุ JSON
tr: Bir JSON nesnesi
vi: Một đối tượng JSON

source: Value must be valid JSON.
ar: يجب أن تكون القيمة JSON صالحة.
de: Der Wert muss ein gültiger JSON-Wert sein.
es: El valor debe ser JSON válido.
fr: La valeur doit être un JSON valide.
hi: मान मान्य JSON होना चाहिए।
id: Nilai harus berupa JSON yang valid.
it: Il valore deve essere un JSON valido.
ja: 値は有効なJSONである必要があります。
ko: 값은 유효한 JSON이어야 합니다.
pl: Wartość musi być poprawnym JSON.
pt: O valor deve ser um JSON válido.
ru: Значение должно быть действительным JSON.
th: ค่าต้องเป็น JSON ที่ถูกต้อง
tr: Değer, geçerli JSON olmalıdır.
vi: Giá trị phải là JSON hợp lệ.

source: %(model)s instance with %(field)s %(value)r does not exist.
ar: %(model)s مثيل مع %(field)s ٪ (القيمة) r غير موجود.
de: %(model)s Instanz mit %(field)s %(value)r existiert nicht.
es: La instancia%(model)s con %(field)s % (valor) r no existe.
fr: L&#39;instance%(model)s avec %(field)s %(value)r n&#39;existe pas.
hi: %(model)s उदाहरण %(field)s %(value)r के साथ मौजूद नहीं है।
id: %(model)s instance dengan %(field)s %(value)r tidak ada.
it: L&#39;istanza%(model)s con %(field)s %(value)r non esiste.
ja: __field __％（value）rの%(model)s インスタンスは存在しません。
ko: %(model)s %(value)r이(가) 있는 %(field)s 인스턴스가 존재하지 않습니다.
pl: Instancja%(model)s z %(field)s %(value)r nie istnieje.
pt: instância%(model)s com %(field)s % (valor) r não existe.
ru: Экземпляр%(model)s с %(field)s % (значение) r не существует.
th: ไม่มีอินสแตนซ์%(model)s ที่มี %(field)s %(value)r
tr: %(model)s %(value)r ile %(field)s örneği mevcut değil.
vi: %(model)s instance với %(field)s % (value) r không tồn tại.

source: Foreign Key (type determined by related field)
ar: المفتاح الخارجي (النوع المحدد بواسطة الحقل ذي الصلة)
de: Fremdschlüssel (Typ wird durch das zugehörige Feld bestimmt)
es: Clave externa (tipo determinado por el campo relacionado)
fr: Clé étrangère (type déterminé par le champ associé)
hi: विदेशी कुंजी (संबंधित क्षेत्र द्वारा निर्धारित प्रकार)
id: Kunci Asing (tipe ditentukan oleh bidang terkait)
it: Chiave esterna (tipo determinato dal campo correlato)
ja: 外部キー（タイプは関連フィールドによって決定されます）
ko: 외래 키(관련 필드에 의해 결정되는 유형)
pl: Klucz obcy (typ określony przez powiązane pole)
pt: Chave estrangeira (tipo determinado pelo campo relacionado)
ru: Внешний ключ (тип определяется связанным полем)
th: กุญแจต่างประเทศ (ประเภทที่กำหนดโดยฟิลด์ที่เกี่ยวข้อง)
tr: Yabancı Anahtar (ilgili alan tarafından belirlenen tür)
vi: Khóa ngoại (loại được xác định bởi trường liên quan)

source: One-to-one relationship
ar: علاقة رأس برأس
de: Eins-zu-eins-Beziehung
es: Relación uno a uno
fr: Relation un à un
hi: एक-से-एक संबंध
id: Hubungan satu-ke-satu
it: Rapporto uno a uno
ja: 1対1の関係
ko: 일대일 관계
pl: Relacja jeden do jednego
pt: Relacionamento um para um
ru: Индивидуальные отношения
th: ความสัมพันธ์แบบตัวต่อตัว
tr: Bire bir ilişki
vi: Mối quan hệ một-một

source: %(from)s-%(to)s relationship
ar: __من __-__ إلى _ العلاقة
de: %(from)s-%(to)s Beziehung
es: __de __-__ a__ relación
fr: Relation%(from)s-%(to)s
hi: __से__-__से__ संबंध
id: %(from)s-%(to)s hubungan
it: %(from)s-%(to)s relazione
ja: __from __-__ to__関係
ko: %(from)s-%(to)s 관계
pl: Relacja%(from)s-%(to)s
pt: relacionamento __de __-__ para__
ru: __from __-__ to__ отношения
th: %(from)s%(to)s ถึง__ความสัมพันธ์
tr: %(from)s-%(to)s ilişki
vi: __từ __-__ đến _ mối quan hệ

source: %(from)s-%(to)s relationships
ar: __من __-__ إلى ___ العلاقات
de: %(from)s-%(to)s Beziehungen
es: __de __-__ a__ relaciones
fr: relations%(from)s-%(to)s
hi: __से__-__से__संबंध
id: %(from)s-%(to)s hubungan
it: %(from)s-%(to)s relazioni
ja: __from __-__ to__関係
ko: %(from)s-%(to)s 관계
pl: %(from)s-%(to)s relacji
pt: __de __-__ para__ relacionamentos
ru: __от __-__ до__ отношений
th: %(from)s%(to)s to__ ความสัมพันธ์
tr: %(from)s-%(to)s ilişkiler
vi: __từ __-__ đến _ mối quan hệ

source: Many-to-many relationship
ar: علاقة كثير بأطراف
de: Viele-zu-viele-Beziehung
es: Relación de muchos a muchos
fr: Relation plusieurs à plusieurs
hi: कई-से-अनेक संबंध
id: Hubungan banyak ke banyak
it: Relazione molti a molti
ja: 多対多の関係
ko: 다대다 관계
pl: Relacja wiele-do-wielu
pt: Relacionamento muitos para muitos
ru: Отношения многие-ко-многим
th: ความสัมพันธ์แบบกลุ่มต่อกลุ่ม
tr: Çoktan çoğa ilişki
vi: Mối quan hệ nhiều-nhiều

source: This field is required.
ar: هذه الخانة مطلوبه.
de: Dieses Feld wird benötigt.
es: Este campo es requerido.
fr: Ce champ est requis.
hi: यह फ़ील्ड आवश्यक है।
id: Bagian ini diperlukan.
it: Questo campo è obbligatorio.
ja: この項目は必須です。
ko: 이 필드는 필수입니다.
pl: To pole jest wymagane.
pt: Este campo é obrigatório.
ru: Это поле обязательно к заполнению.
th: ต้องระบุฟิลด์นี้
tr: Bu alan gereklidir.
vi: Trường này là bắt buộc.

source: Enter a whole number.
ar: أدخل رقمًا صحيحًا.
de: Geben Sie eine ganze Zahl ein.
es: Ingrese un número entero.
fr: Entrez un nombre entier.
hi: एक पूर्ण संख्या दर्ज करें।
id: Masukkan bilangan bulat.
it: Inserisci un numero intero.
ja: 整数を入力してください。
ko: 정수를 입력하세요.
pl: Wpisz liczbę całkowitą.
pt: Insira um número inteiro.
ru: Введите целое число.
th: ป้อนจำนวนเต็ม
tr: Bir tam sayı girin.
vi: Nhập một số nguyên.

source: Enter a valid date.
ar: أدخل تاريخًا صالحًا.
de: Gib ein gültiges Datum ein.
es: Introduzca una fecha válida.
fr: Entrez une date valide.
hi: एक वैद्य तिथि प्रविष्ट करें।
id: Masukkan tanggal yang valid.
it: Inserisci una data valida.
ja: 有効な日付を入力してください。
ko: 유효한 날짜를 입력하세요.
pl: Wpisz poprawną datę.
pt: Insira uma data válida.
ru: Введите правильную дату.
th: ป้อนวันที่ที่ถูกต้อง
tr: Geçerli bir tarih girin.
vi: Nhập một ngày hợp lệ.
