Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: Parts of this website offer an opportunity for users to post and exchange opinions and informa in certain areas of the website. Tiksss.com does not filter, edit, publish or review Comments prior to t presence on the website. Comments do not reflect the views and opinions of Tiksss.com, its agents an affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To extent permitted by applicable laws, Tiksss.com shall not be liable for the Comments or for any liabil damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of Comments on this website.
ar: توفر أجزاء من هذا الموقع فرصة للمستخدمين لنشر وتبادل الآراء والمعلومات في مناطق معينة من الموقع. لا يقوم موقع Tiksss.com بتصفية أو تحرير أو نشر أو مراجعة التعليقات قبل التواجد على الموقع. لا تعكس التعليقات آراء وآراء Tiksss.com ووكلائها والشركات التابعة لها. تعكس التعليقات وجهات نظر وآراء الشخص الذي ينشر وجهات نظره وآرائه. إلى الحد الذي تسمح به القوانين المعمول بها ، لن يكون موقع Tiksss.com مسؤولاً عن التعليقات أو عن أي أضرار أو نفقات ناتجة عن المسؤولية و / أو تكبدتها نتيجة لأي استخدام و / أو نشر و / أو ظهور تعليقات على هذا الموقع .
de: Teile dieser Website bieten Benutzern die Möglichkeit, in bestimmten Bereichen der Website Meinungen und Informationen zu veröffentlichen und auszutauschen. Tiksss.com filtert, bearbeitet, veröffentlicht oder überprüft keine Kommentare vor der Präsenz auf der Website. Kommentare spiegeln nicht die Ansichten und Meinungen von Tiksss.com, seinen Vertretern und verbundenen Unternehmen wider. Kommentare spiegeln die Ansichten und Meinungen der Person wider, die ihre Ansichten und Meinungen veröffentlicht. Soweit dies nach geltendem Recht zulässig ist, haftet Tiksss.com nicht für die Kommentare oder für haftbare Schäden oder Ausgaben, die durch die Nutzung und/oder Veröffentlichung und/oder das Erscheinen von Kommentaren auf dieser Website verursacht und/oder entstanden sind .
es: Partes de este sitio web ofrecen una oportunidad para que los usuarios publiquen e intercambien opiniones e información en ciertas áreas del sitio web. Tiksss.com no filtra, edita, publica ni revisa Comentarios antes de su presencia en el sitio web. Los comentarios no reflejan los puntos de vista y opiniones de Tiksss.com, sus agentes y afiliados. Los comentarios reflejan los puntos de vista y opiniones de la persona que publica sus puntos de vista y opiniones. En la medida en que lo permitan las leyes aplicables, Tiksss.com no será responsable de los Comentarios ni de los daños o gastos de responsabilidad causados y / o sufridos como resultado de cualquier uso y / o publicación y / o aparición de Comentarios en este sitio web. .
fr: Certaines parties de ce site Web offrent aux utilisateurs la possibilité de publier et d&#39;échanger des opinions et des informations dans certaines zones du site Web. Tiksss.com ne filtre pas, ne modifie pas, ne publie ni ne révise les commentaires avant sa présence sur le site Web. Les commentaires ne reflètent pas les vues et opinions de Tiksss.com, de ses agents et de ses sociétés affiliées. Les commentaires reflètent les points de vue et opinions de la personne qui publie ses points de vue et opinions. Dans la mesure permise par les lois applicables, Tiksss.com ne sera pas responsable des Commentaires ou de tout dommage ou dépense responsable causé et/ou subi à la suite de toute utilisation et/ou publication et/ou apparition de Commentaires sur ce site Web. .
hi: इस वेबसाइट के कुछ हिस्से उपयोगकर्ताओं को वेबसाइट के कुछ क्षेत्रों में विचारों और सूचनाओं को पोस्ट करने और आदान-प्रदान करने का अवसर प्रदान करते हैं। Tiksss.com वेबसाइट पर उपस्थिति से पहले टिप्पणियों को फ़िल्टर, संपादित, प्रकाशित या समीक्षा नहीं करता है। टिप्पणियाँ Tiksss.com, इसके एजेंटों और सहयोगियों के विचारों और विचारों को नहीं दर्शाती हैं। टिप्पणियाँ उस व्यक्ति के विचारों और विचारों को दर्शाती हैं जो अपने विचार और राय पोस्ट करते हैं। लागू कानूनों द्वारा अनुमत सीमा तक, Tiksss.com टिप्पणियों के लिए या इस वेबसाइट पर टिप्पणियों के किसी भी उपयोग और/या पोस्टिंग और/या उपस्थिति के परिणामस्वरूप हुई और/या किसी भी देयता क्षति या व्यय के लिए उत्तरदायी नहीं होगा। .
id: Bagian dari situs web ini menawarkan kesempatan bagi pengguna untuk memposting dan bertukar pendapat dan informasi di area tertentu dari situs web. Tiksss.com tidak memfilter, mengedit, menerbitkan, atau meninjau Komentar sebelum kehadirannya di situs web. Komentar tidak mencerminkan pandangan dan pendapat Tiksss.com, agennya dan afiliasinya. Komentar mencerminkan pandangan dan pendapat orang yang memposting pandangan dan pendapat mereka. Sejauh diizinkan oleh undang-undang yang berlaku, Tiksss.com tidak akan bertanggung jawab atas Komentar atau atas kerugian atau pengeluaran tanggung jawab yang disebabkan dan/atau diderita sebagai akibat dari penggunaan dan/atau posting dan/atau tampilan Komentar di situs web ini. .
it: Parti di questo sito Web offrono agli utenti l&#39;opportunità di pubblicare e scambiare opinioni e informazioni in determinate aree del sito Web. Tiksss.com non filtra, modifica, pubblica o revisiona i commenti prima della presenza sul sito web. I commenti non riflettono le opinioni e le opinioni di Tiksss.com, dei suoi agenti e affiliati. I commenti riflettono le opinioni e le opinioni della persona che pubblica le proprie opinioni e opinioni. Nella misura consentita dalle leggi applicabili, Tiksss.com non sarà responsabile per i Commenti o per eventuali danni o spese causati e/o subiti a seguito di qualsiasi utilizzo e/o pubblicazione e/o comparsa di Commenti su questo sito Web .
ja: このウェブサイトの一部は、ユーザーがウェブサイトの特定の領域に意見や情報を投稿および交換する機会を提供します。 Tiksss.comは、Webサイトに表示される前にコメントをフィルタリング、編集、公開、またはレビューすることはありません。コメントは、Tiksss.com、その代理店、関連会社の見解や意見を反映していません。コメントは、自分の意見や意見を投稿した人の意見や意見を反映しています。適用法で許可される範囲で、Tiksss.comは、コメント、またはこのWebサイトでのコメントの使用および/または投稿および/または表示の結果として生じた、および/または被った責任の損害または費用について責任を負わないものとします。 。
ko: 이 웹사이트의 일부는 사용자가 웹사이트의 특정 영역에 의견과 정보를 게시하고 교환할 수 있는 기회를 제공합니다. Tiksss.com은 웹사이트에 존재하기 전에 댓글을 필터링, 편집, 게시 또는 검토하지 않습니다. 댓글은 Tiksss.com의 대리인 계열사의 견해와 의견을 반영하지 않습니다. 댓글은 자신의 견해와 의견을 게시한 사람의 견해와 의견을 반영합니다. 관련 법률이 허용하는 범위 내에서 Tiksss.com은 이 웹사이트에서 댓글의 사용 및/또는 게시 및/또는 출현으로 인해 발생 및/또는 발생한 모든 책임 손해 또는 비용에 대해 책임을 지지 않습니다. .
pl: Części tej witryny oferują użytkownikom możliwość publikowania i wymiany opinii i informacji w niektórych obszarach witryny. Tiksss.com nie filtruje, nie edytuje, nie publikuje ani nie przegląda komentarzy przed ich obecnością na stronie. Komentarze nie odzwierciedlają poglądów i opinii Tiksss.com, jej agentów i podmiotów stowarzyszonych. Komentarze odzwierciedlają poglądy i opinie osoby, która zamieszcza swoje poglądy i opinie. W zakresie dozwolonym przez obowiązujące prawo, Tiksss.com nie ponosi odpowiedzialności za Komentarze ani za jakiekolwiek szkody lub wydatki spowodowane i/lub poniesione w wyniku wykorzystania i/lub publikowania i/lub pojawiania się Komentarzy na tej stronie .
pt: Partes deste site oferecem uma oportunidade para os usuários postarem e trocarem opiniões e informações em certas áreas do site. O Tiksss.com não filtra, edita, publica ou analisa os comentários antes de sua presença no site. Os comentários não refletem as visões e opiniões da Tiksss.com, seus agentes e afiliados. Os comentários refletem os pontos de vista e as opiniões da pessoa que postou seus pontos de vista e opiniões. Na medida do permitido pelas leis aplicáveis, a Tiksss.com não será responsável pelos Comentários ou por quaisquer danos ou despesas causadas e / ou sofridas como resultado de qualquer uso e / ou publicação e / ou aparecimento de Comentários neste site .
ru: Некоторые части этого веб-сайта предоставляют пользователям возможность публиковать и обмениваться мнениями и информацией в определенных областях веб-сайта. Tiksss.com не фильтрует, не редактирует, не публикует и не просматривает Комментарии до их появления на сайте. Комментарии не отражают взгляды и мнения Tiksss.com, его агентов и аффилированных лиц. Комментарии отражают взгляды и мнения человека, который публикует свои взгляды и мнения. В той степени, в которой это разрешено действующим законодательством, Tiksss.com не несет ответственности за Комментарии или за какой-либо материальный ущерб или расходы, вызванные и / или понесенные в результате любого использования и / или публикации и / или появления Комментариев на этом веб-сайте. .
th: บางส่วนของเว็บไซต์นี้เปิดโอกาสให้ผู้ใช้โพสต์และแลกเปลี่ยนความคิดเห็นและข้อมูลในบางพื้นที่ของเว็บไซต์ Tiksss.com ไม่ได้กรอง แก้ไข เผยแพร่ หรือตรวจสอบความคิดเห็นก่อนที่จะแสดงบนเว็บไซต์ ความคิดเห็นไม่ได้สะท้อนถึงมุมมองและความคิดเห็นของ Tiksss.com ตัวแทนของบริษัทในเครือ ความคิดเห็นสะท้อนความคิดเห็นและความคิดเห็นของบุคคลที่โพสต์ความคิดเห็นและความคิดเห็น ในขอบเขตที่อนุญาตโดยกฎหมายที่ใช้บังคับ Tiksss.com จะไม่รับผิดชอบต่อความคิดเห็นหรือความเสียหายหรือค่าใช้จ่ายที่รับผิดชอบใด ๆ ที่เกิดขึ้นและ / หรือได้รับความเดือดร้อนอันเป็นผลมาจากการใช้และ / หรือการโพสต์และ / หรือการแสดงความเห็นบนเว็บไซต์นี้ .
tr: Bu web sitesinin bölümleri, kullanıcılara web sitesinin belirli alanlarında fikir ve bilgi gönderme ve alışverişinde bulunma fırsatı sunar. Tiksss.com, web sitesinde bulunmadan önce Yorumları filtrelemez, düzenlemez, yayınlamaz veya incelemez. Yorumlar, acenteleri ve iştirakleri olan Tiksss.com&#39;un görüş ve düşüncelerini yansıtmaz. Yorumlar, görüş ve düşüncelerini yayınlayan kişinin görüş ve düşüncelerini yansıtır. Yürürlükteki yasaların izin verdiği ölçüde, Tiksss.com, Yorumlardan veya bu web sitesindeki Yorumların herhangi bir şekilde kullanılması ve/veya yayınlanması ve/veya görünümünden kaynaklanan ve/veya maruz kalınan herhangi bir sorumlu zarar veya masraftan sorumlu olmayacaktır. .
vi: Các phần của trang web này tạo cơ hội cho người dùng đăng tải và trao đổi ý kiến cũng như thông tin trong các lĩnh vực nhất định của trang web. Tiksss.com không lọc, chỉnh sửa, xuất bản hoặc xem xét các Bình luận trước khi có mặt trên trang web. Nhận xét không phản ánh quan điểm và ý kiến của Tiksss.com, đại lý của nó, một chi nhánh. Bình luận phản ánh quan điểm và ý kiến của người đăng quan điểm và ý kiến của họ. Trong phạm vi luật pháp hiện hành cho phép, Tiksss.com sẽ không chịu trách nhiệm đối với các Nhận xét hoặc bất kỳ thiệt hại hoặc chi phí liên quan nào gây ra và / hoặc phải gánh chịu do bất kỳ việc sử dụng và / hoặc đăng và / hoặc sự xuất hiện của các Nhận xét trên trang web này .

source: Tiksss.com reserves the right to monitor all Comments and to remove any Comments which ca considered inappropriate, offensive or causes breach of these Terms and Conditions.
ar: يحتفظ موقع Tiksss.com بالحق في مراقبة جميع التعليقات وإزالة أي تعليقات تعتبر غير مناسبة أو مسيئة أو تسبب انتهاكًا لهذه الشروط والأحكام.
de: Tiksss.com behält sich das Recht vor, alle Kommentare zu überwachen und alle Kommentare zu entfernen, die als unangemessen, beleidigend oder als Verstoß gegen diese Allgemeinen Geschäftsbedingungen angesehen werden können.
es: Tiksss.com se reserva el derecho de monitorear todos los Comentarios y eliminar cualquier Comentario que pueda considerarse inapropiado, ofensivo o que cause el incumplimiento de estos Términos y Condiciones.
fr: Tiksss.com se réserve le droit de surveiller tous les commentaires et de supprimer tout commentaire qui peut être considéré comme inapproprié, offensant ou qui entraîne une violation des présentes conditions générales.
hi: Tiksss.com सभी टिप्पणियों की निगरानी करने और किसी भी टिप्पणी को हटाने का अधिकार सुरक्षित रखता है, जिसे अनुचित, आपत्तिजनक माना जाता है या इन नियमों और शर्तों का उल्लंघन होता है।
id: Tiksss.com berhak untuk memantau semua Komentar dan menghapus Komentar yang dianggap tidak pantas, menyinggung, atau menyebabkan pelanggaran terhadap Syarat dan Ketentuan ini.
it: Tiksss.com si riserva il diritto di monitorare tutti i Commenti e di rimuovere qualsiasi Commento che possa essere considerato inappropriato, offensivo o che causino violazione di questi Termini e Condizioni.
ja: Tiksss.comは、すべてのコメントを監視し、不適切、不快、またはこれらの利用規約の違反を引き起こすと考えられるコメントを削除する権利を留保します。
ko: Tiksss.com은 모든 댓글을 모니터링하고 부적절하거나 공격적이거나 본 이용 약관을 위반하는 것으로 간주되는 모든 댓글을 제거할 권리를 보유합니다.
pl: Tiksss.com zastrzega sobie prawo do monitorowania wszystkich komentarzy i usuwania wszelkich komentarzy, które mogą zostać uznane za nieodpowiednie, obraźliwe lub naruszające niniejsze Warunki.
pt: Tiksss.com reserva-se o direito de monitorar todos os Comentários e remover quaisquer Comentários que possam ser considerados inadequados, ofensivos ou que causem violação destes Termos e Condições.
ru: Tiksss.com оставляет за собой право отслеживать все Комментарии и удалять любые Комментарии, которые могут быть сочтены неуместными, оскорбительными или вызывают нарушение настоящих Положений и условий.
th: Tiksss.com ขอสงวนสิทธิ์ในการตรวจสอบความคิดเห็นทั้งหมดและเพื่อลบความคิดเห็นใด ๆ ที่อาจถือว่าไม่เหมาะสม เป็นที่น่ารังเกียจหรือทำให้เกิดการละเมิดข้อกำหนดและเงื่อนไขเหล่านี้
tr: Tiksss.com, tüm Yorumları izleme ve uygunsuz, rahatsız edici veya bu Hüküm ve Koşulların ihlaline neden olabilecek herhangi bir Yorumu kaldırma hakkını saklı tutar.
vi: Tiksss.com có quyền giám sát tất cả các Bình luận và loại bỏ bất kỳ Bình luận nào được coi là không phù hợp, gây khó chịu hoặc vi phạm các Điều khoản và Điều kiện này.

source: You warrant and represent that:
ar: أنت تضمن وتمثل ما يلي:
de: Sie garantieren und versichern, dass:
es: Usted garantiza y manifiesta que:
fr: Vous garantissez et déclarez que :
hi: आप वारंट करते हैं और उसका प्रतिनिधित्व करते हैं:
id: Anda menjamin dan menyatakan bahwa:
it: Garantisci e dichiari che:
ja: あなたはそれを保証し、表明します：
ko: 귀하는 다음을 보증하고 진술합니다.
pl: Gwarantujesz i oświadczasz, że:
pt: Você garante e representa que:
ru: Вы гарантируете и заявляете, что:
th: คุณรับประกันและรับรองว่า:
tr: Şunları garanti ve beyan ediyorsunuz:
vi: Bạn đảm bảo và tuyên bố rằng:

source: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;
ar: يحق لك نشر التعليقات على موقعنا والحصول على جميع التراخيص والموافقات اللازمة للقيام بذلك ؛
de: Sie sind berechtigt, die Kommentare auf unserer Website zu veröffentlichen und verfügen über alle erforderlichen Lizenzen und Zustimmungen dazu;
es: Tiene derecho a publicar los Comentarios en nuestro sitio web y tiene todas las licencias y consentimientos necesarios para hacerlo;
fr: Vous avez le droit de publier les Commentaires sur notre site Web et disposez de toutes les licences et consentements nécessaires pour le faire ;
hi: आप हमारी वेबसाइट पर टिप्पणियां पोस्ट करने के हकदार हैं और ऐसा करने के लिए आपके पास सभी आवश्यक लाइसेंस और सहमति हैं;
id: Anda berhak memposting Komentar di situs web kami dan memiliki semua lisensi dan persetujuan yang diperlukan untuk melakukannya;
it: Hai il diritto di pubblicare i Commenti sul nostro sito Web e disponi di tutte le licenze e i consensi necessari per farlo;
ja: あなたは私たちのウェブサイトにコメントを投稿する権利があり、そうするために必要なすべてのライセンスと同意を持っています。
ko: 귀하는 당사 웹사이트에 의견을 게시할 수 있는 권한이 있으며 이에 필요한 모든 라이선스와 동의가 있습니다.
pl: Jesteś uprawniony do zamieszczania Komentarzy na naszej stronie internetowej i posiadasz wszystkie niezbędne licencje i zgody, aby to zrobić;
pt: Você tem o direito de postar os Comentários em nosso site e tem todas as licenças e consentimentos necessários para fazê-lo;
ru: Вы имеете право размещать Комментарии на нашем веб-сайте и имеете на это все необходимые лицензии и согласия;
th: คุณมีสิทธิ์โพสต์ความคิดเห็นบนเว็บไซต์ของเราและมีสิทธิ์อนุญาตที่จำเป็นทั้งหมดและยินยอมให้ทำเช่นนั้น
tr: Yorumları web sitemizde yayınlama hakkına sahipsiniz ve bunun için gerekli tüm lisanslara ve izinlere sahipsiniz;
vi: Bạn có quyền đăng Bình luận trên trang web của chúng tôi và có tất cả các giấy phép và sự đồng ý cần thiết để làm như vậy;

source: The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party;
ar: لا تنتهك التعليقات أي حق من حقوق الملكية الفكرية ، بما في ذلك على سبيل المثال لا الحصر حقوق النشر أو براءات الاختراع أو العلامات التجارية لأي طرف ثالث ؛
de: Die Kommentare verletzen keine geistigen Eigentumsrechte, einschließlich, aber nicht beschränkt auf Urheberrechte, Patente oder Marken Dritter;
es: Los Comentarios no invaden ningún derecho de propiedad intelectual, incluidos, entre otros, los derechos de autor, patentes o marcas comerciales de terceros;
fr: Les Commentaires n&#39;enfreignent aucun droit de propriété intellectuelle, y compris, sans limitation, le droit d&#39;auteur, le brevet ou la marque de tout tiers ;
hi: टिप्पणियाँ किसी भी बौद्धिक संपदा अधिकार पर आक्रमण नहीं करती हैं, जिसमें बिना किसी सीमा के कॉपीराइट, पेटेंट या किसी तीसरे पक्ष के ट्रेडमार्क शामिल हैं;
id: Komentar tidak menyerang hak kekayaan intelektual apa pun, termasuk namun tidak terbatas pada hak cipta, paten, atau merek dagang dari pihak ketiga mana pun;
it: I Commenti non invadono alcun diritto di proprietà intellettuale, inclusi, senza limitazioni, copyright, brevetti o marchi di terzi;
ja: コメントは、第三者の著作権、特許、または商標を含むがこれらに限定されない知的財産権を侵害するものではありません。
ko: 댓글은 제3자의 저작권, 특허 또는 상표를 포함하되 이에 국한되지 않는 지적 재산권을 침해하지 않습니다.
pl: Komentarze nie naruszają żadnych praw własności intelektualnej, w tym między innymi praw autorskich, patentów lub znaków towarowych osób trzecich;
pt: Os Comentários não invadem nenhum direito de propriedade intelectual, incluindo, sem limitação, direitos autorais, patentes ou marcas comerciais de terceiros;
ru: Комментарии не нарушают права интеллектуальной собственности, включая, помимо прочего, авторские права, патенты или товарные знаки третьих лиц;
th: ความคิดเห็นไม่ละเมิดสิทธิ์ในทรัพย์สินทางปัญญา ซึ่งรวมถึงแต่ไม่จำกัดเพียงลิขสิทธิ์ สิทธิบัตร หรือเครื่องหมายการค้าของบุคคลที่สาม
tr: Yorumlar, herhangi bir üçüncü şahsın telif hakkı, patenti veya ticari markası dahil ancak bunlarla sınırlı olmamak üzere herhangi bir fikri mülkiyet hakkını ihlal etmez;
vi: Các Bình luận không xâm phạm bất kỳ quyền sở hữu trí tuệ nào, bao gồm nhưng không giới hạn bản quyền, bằng sáng chế hoặc nhãn hiệu của bất kỳ bên thứ ba nào;

source: The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy
ar: لا تحتوي التعليقات على أي مواد تشهيرية أو تشهيرية أو مسيئة أو غير لائقة أو غير قانونية بطريقة أخرى والتي تعد انتهاكًا للخصوصية
de: Die Kommentare enthalten kein diffamierendes, verleumderisches, beleidigendes, unanständiges oder anderweitig rechtswidriges Material, das eine Verletzung der Privatsphäre darstellt
es: Los Comentarios no contienen ningún material difamatorio, calumnioso, ofensivo, indecente o ilegal que sea una invasión de la privacidad.
fr: Les commentaires ne contiennent aucun élément diffamatoire, calomnieux, offensant, indécent ou autrement illégal qui constitue une atteinte à la vie privée
hi: टिप्पणियों में कोई भी मानहानिकारक, अपमानजनक, आपत्तिजनक, अश्लील या अन्यथा गैरकानूनी सामग्री शामिल नहीं है जो गोपनीयता का आक्रमण है
id: Komentar tidak mengandung materi yang memfitnah, memfitnah, menyinggung, tidak senonoh atau melanggar hukum yang merupakan pelanggaran privasi
it: I Commenti non contengono alcun materiale diffamatorio, calunnioso, offensivo, indecente o altrimenti illegale che sia una violazione della privacy
ja: コメントには、プライバシーの侵害である中傷的、中傷的、攻撃的、下品、またはその他の違法な内容は含まれていません。
ko: 댓글에는 개인 정보를 침해하는 명예 훼손, 비방, 공격, 외설 또는 기타 불법적인 자료가 포함되어 있지 않습니다.
pl: Komentarze nie zawierają żadnych zniesławiających, zniesławiających, obraźliwych, nieprzyzwoitych lub w inny sposób niezgodnych z prawem materiałów, które naruszają prywatność
pt: Os comentários não contêm nenhum material difamatório, calunioso, ofensivo, indecente ou ilegal que seja uma invasão de privacidade
ru: Комментарии не содержат каких-либо клеветнических, клеветнических, оскорбительных, непристойных или иных незаконных материалов, которые являются вторжением в частную жизнь.
th: ความคิดเห็นไม่มีเนื้อหาที่ทำให้เสื่อมเสียชื่อเสียง ใส่ร้าย ล่วงละเมิด อนาจารหรือผิดกฎหมายซึ่งเป็นการบุกรุกความเป็นส่วนตัว
tr: Yorumlar, mahremiyeti ihlal eden herhangi bir karalayıcı, iftira niteliğinde, saldırgan, uygunsuz veya başka türlü yasa dışı materyal içermemektedir.
vi: Nhận xét không chứa bất kỳ tài liệu phỉ báng, bôi nhọ, xúc phạm, khiếm nhã hoặc bất hợp pháp nào khác là sự xâm phạm quyền riêng tư

source: The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.
ar: لن يتم استخدام التعليقات لالتماس أو الترويج للأعمال أو الأنشطة التجارية المخصصة أو الحالية أو نشاط غير قانوني.
de: Die Kommentare werden nicht verwendet, um Geschäfte oder Gewohnheiten anzuwerben oder zu fördern oder kommerzielle Aktivitäten oder rechtswidrige Aktivitäten zu präsentieren.
es: Los Comentarios no se utilizarán para solicitar o promover negocios o actividades comerciales personalizadas o presentes o actividades ilegales.
fr: Les commentaires ne seront pas utilisés pour solliciter ou promouvoir des affaires ou des coutumes ou présenter des activités commerciales ou des activités illégales.
hi: टिप्पणियों का उपयोग व्यापार या प्रथा को बढ़ावा देने या व्यावसायिक गतिविधियों या गैरकानूनी गतिविधि को पेश करने के लिए नहीं किया जाएगा।
id: Komentar tidak akan digunakan untuk meminta atau mempromosikan bisnis atau kebiasaan atau menyajikan aktivitas komersial atau aktivitas yang melanggar hukum.
it: I Commenti non saranno utilizzati per sollecitare o promuovere affari o consuetudine o presentare attività commerciali o attività illecite.
ja: コメントは、ビジネスまたは慣習を勧誘または促進するため、または商業活動または違法な活動を提示するために使用されることはありません。
ko: 댓글은 비즈니스 또는 관습을 권유 또는 홍보하거나 상업적 활동 또는 불법적인 활동을 제시하는 데 사용되지 않습니다.
pl: Komentarze nie będą wykorzystywane do nagabywania lub promowania działalności gospodarczej lub zwyczajów lub prezentowania działalności komercyjnej lub działalności niezgodnej z prawem.
pt: Os Comentários não serão usados para solicitar ou promover negócios ou customizar ou apresentar atividades comerciais ou atividades ilegais.
ru: Комментарии не будут использоваться для навязывания или продвижения бизнеса или обычаев, или для представления коммерческой или незаконной деятельности.
th: ความคิดเห็นจะไม่ถูกนำมาใช้เพื่อเรียกร้องหรือส่งเสริมธุรกิจหรือประเพณีหรือนำเสนอกิจกรรมเชิงพาณิชย์หรือกิจกรรมที่ผิดกฎหมาย
tr: Yorumlar, ticari faaliyetleri veya gelenekleri teşvik etmek veya teşvik etmek veya ticari faaliyetler veya yasa dışı faaliyetler sunmak için kullanılmayacaktır.
vi: Các Bình luận sẽ không được sử dụng để thu hút hoặc thúc đẩy kinh doanh hoặc tập quán hoặc trình bày các hoạt động thương mại hoặc hoạt động bất hợp pháp.
