Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: qload.info's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You may find a complete list of these Privacy Policies and their links here: Privacy Policy Links. You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. What Are Cookies?
ar: لا تنطبق سياسة الخصوصية الخاصة بـ qload.info على المعلنين أو المواقع الإلكترونية الأخرى. وبالتالي ، فإننا ننصحك بالرجوع إلى سياسات الخصوصية الخاصة بخوادم إعلانات الجهات الخارجية للحصول على معلومات أكثر تفصيلاً. قد يتضمن ممارساتهم وتعليماتهم حول كيفية الانسحاب من بعض الخيارات. قد تجد قائمة كاملة بسياسات الخصوصية هذه وروابطها هنا: روابط سياسة الخصوصية. يمكنك اختيار تعطيل ملفات تعريف الارتباط من خلال خيارات المتصفح الفردية الخاصة بك. لمعرفة المزيد من المعلومات التفصيلية حول إدارة ملفات تعريف الارتباط مع متصفحات الويب المحددة ، يمكن العثور عليها في مواقع الويب الخاصة بالمتصفحات. ما هي ملفات تعريف الارتباط؟
de: Die Datenschutzrichtlinie von qload.info gilt nicht für andere Werbetreibende oder Websites. Daher empfehlen wir Ihnen, die jeweiligen Datenschutzrichtlinien dieser Drittanbieter-Ad-Server für detailliertere Informationen zu konsultieren. Es kann ihre Praktiken und Anweisungen zum Deaktivieren bestimmter Optionen enthalten. Eine vollständige Liste dieser Datenschutzrichtlinien und ihrer Links finden Sie hier: Datenschutzrichtlinien-Links. Sie können Cookies über Ihre individuellen Browseroptionen deaktivieren. Detailliertere Informationen zur Cookie-Verwaltung mit bestimmten Webbrowsern finden Sie auf den jeweiligen Websites der Browser. Was sind Cookies?
es: La Política de privacidad de qload.info no se aplica a otros anunciantes o sitios web. Por lo tanto, le recomendamos que consulte las respectivas Políticas de Privacidad de estos servidores de anuncios de terceros para obtener información más detallada. Puede incluir sus prácticas e instrucciones sobre cómo excluirse de determinadas opciones. Puede encontrar una lista completa de estas Políticas de privacidad y sus enlaces aquí: Enlaces a la Política de privacidad. Puede optar por deshabilitar las cookies a través de las opciones de su navegador individual. Para conocer información más detallada sobre la gestión de cookies con navegadores web específicos, se puede encontrar en los respectivos sitios web de los navegadores. ¿Qué son las cookies?
fr: La politique de confidentialité de qload.info ne s&#39;applique pas aux autres annonceurs ou sites Web. Ainsi, nous vous conseillons de consulter les Politiques de confidentialité respectives de ces serveurs publicitaires tiers pour des informations plus détaillées. Il peut inclure leurs pratiques et des instructions sur la façon de se retirer de certaines options. Vous pouvez trouver une liste complète de ces politiques de confidentialité et de leurs liens ici : Liens de politique de confidentialité. Vous pouvez choisir de désactiver les cookies via les options de votre navigateur. Pour en savoir plus sur la gestion des cookies avec des navigateurs Web spécifiques, vous pouvez les trouver sur les sites Web respectifs des navigateurs. Que sont les cookies ?
hi: qload.info की गोपनीयता नीति अन्य विज्ञापनदाताओं या वेबसाइटों पर लागू नहीं होती है। इस प्रकार, हम आपको अधिक विस्तृत जानकारी के लिए इन तृतीय-पक्ष विज्ञापन सर्वरों की संबंधित गोपनीयता नीतियों से परामर्श करने की सलाह दे रहे हैं। इसमें कुछ विकल्पों से ऑप्ट-आउट करने के तरीके के बारे में उनके अभ्यास और निर्देश शामिल हो सकते हैं। आपको इन गोपनीयता नीतियों और उनके लिंक की पूरी सूची यहां मिल सकती है: गोपनीयता नीति लिंक। आप अपने व्यक्तिगत ब्राउज़र विकल्पों के माध्यम से कुकीज़ को अक्षम करना चुन सकते हैं। विशिष्ट वेब ब्राउज़र के साथ कुकी प्रबंधन के बारे में अधिक विस्तृत जानकारी जानने के लिए, इसे ब्राउज़र की संबंधित वेबसाइटों पर पाया जा सकता है। कुकीज़ क्या हैं?
id: Kebijakan Privasi Pihak Ketiga Oleh karena itu, kami menyarankan Anda untuk berkonsultasi dengan Kebijakan Privasi masing-masing dari server iklan pihak ketiga ini untuk informasi lebih rinci. Ini mungkin termasuk praktik dan instruksi mereka tentang cara memilih keluar dari opsi tertentu. Anda dapat menemukan daftar lengkap Kebijakan Privasi ini dan tautannya di sini: Tautan Kebijakan Privasi. Anda dapat memilih untuk menonaktifkan cookie melalui opsi browser individual Anda. Untuk mengetahui informasi lebih rinci tentang manajemen cookie dengan browser web tertentu, dapat ditemukan di situs web masing-masing browser. Apa Itu Cookie?
it: L&#39;Informativa sulla privacy di qload.info non si applica ad altri inserzionisti o siti Web. Pertanto, ti consigliamo di consultare le rispettive politiche sulla privacy di questi ad server di terze parti per informazioni più dettagliate. Può includere le loro pratiche e istruzioni su come rinunciare a determinate opzioni. È possibile trovare un elenco completo di queste Norme sulla privacy e dei relativi collegamenti qui: Collegamenti alla politica sulla privacy. Puoi scegliere di disabilitare i cookie attraverso le opzioni del tuo browser. Per conoscere informazioni più dettagliate sulla gestione dei cookie con browser web specifici, è possibile trovarle nei rispettivi siti web dei browser. Cosa sono i cookie?
ja: qload.infoのプライバシーポリシーは、他の広告主やWebサイトには適用されません。したがって、詳細については、これらのサードパーティの広告サーバーのそれぞれのプライバシーポリシーを参照することをお勧めします。特定のオプションをオプトアウトする方法についての実践と指示が含まれる場合があります。これらのプライバシーポリシーとそのリンクの完全なリストは、プライバシーポリシーのリンクにあります。個々のブラウザオプションからCookieを無効にすることを選択できます。特定のWebブラウザでのCookie管理の詳細については、ブラウザのそれぞれのWebサイトを参照してください。クッキーとは何ですか？
ko: qload.info의 개인정보 보호정책은 다른 광고주나 웹사이트에 적용되지 않습니다. 따라서 보다 자세한 정보는 이러한 제3자 광고 서버의 개인정보 보호정책을 참조하시기 바랍니다. 여기에는 특정 옵션을 선택 해제하는 방법에 대한 관행 및 지침이 포함될 수 있습니다. 이러한 개인 정보 보호 정책 및 해당 링크의 전체 목록은 다음에서 찾을 수 있습니다. 개인 정보 보호 정책 링크. 개별 브라우저 옵션을 통해 쿠키를 비활성화하도록 선택할 수 있습니다. 특정 웹 브라우저의 쿠키 관리에 대한 자세한 내용은 해당 브라우저의 웹사이트에서 확인할 수 있습니다. 쿠키란?
pl: Polityka prywatności qload.info nie dotyczy innych reklamodawców ani witryn. Dlatego zalecamy zapoznanie się z odpowiednimi Politykami prywatności tych zewnętrznych serwerów reklamowych w celu uzyskania bardziej szczegółowych informacji. Może obejmować ich praktyki i instrukcje dotyczące rezygnacji z niektórych opcji. Pełną listę tych zasad ochrony prywatności oraz ich linki można znaleźć tutaj: Linki do polityki prywatności. Możesz wyłączyć pliki cookie za pomocą indywidualnych opcji przeglądarki. Aby uzyskać bardziej szczegółowe informacje na temat zarządzania plikami cookie w określonych przeglądarkach internetowych, można je znaleźć na odpowiednich stronach internetowych przeglądarek. Czym są pliki cookie?
pt: A Política de Privacidade do qload.info não se aplica a outros anunciantes ou sites. Assim, aconselhamos você a consultar as respectivas Políticas de Privacidade desses servidores de anúncios de terceiros para obter informações mais detalhadas. Pode incluir suas práticas e instruções sobre como cancelar certas opções. Você pode encontrar uma lista completa dessas Políticas de Privacidade e seus links aqui: Links da Política de Privacidade. Você pode optar por desabilitar os cookies por meio das opções individuais do navegador. Para saber informações mais detalhadas sobre o gerenciamento de cookies com navegadores da web específicos, elas podem ser encontradas nos respectivos sites dos navegadores. O que são cookies?
ru: Политика конфиденциальности qload.info не распространяется на других рекламодателей или веб-сайты. Таким образом, мы советуем вам ознакомиться с соответствующими Политиками конфиденциальности этих сторонних рекламных серверов для получения более подробной информации. Он может включать в себя их методы и инструкции о том, как отказаться от определенных вариантов. Вы можете найти полный список этих политик конфиденциальности и их ссылки здесь: Ссылки на политику конфиденциальности. Вы можете отключить файлы cookie в настройках вашего браузера. Более подробную информацию об управлении файлами cookie в определенных веб-браузерах можно найти на соответствующих веб-сайтах браузеров. Что такое файлы cookie?
th: นโยบายความเป็นส่วนตัวของ qload.info ใช้ไม่ได้กับผู้โฆษณาหรือเว็บไซต์อื่น ดังนั้น เราขอแนะนำให้คุณศึกษานโยบายความเป็นส่วนตัวที่เกี่ยวข้องของเซิร์ฟเวอร์โฆษณาบุคคลที่สามเหล่านี้สำหรับข้อมูลโดยละเอียดเพิ่มเติม อาจรวมถึงแนวทางปฏิบัติและคำแนะนำเกี่ยวกับวิธีการเลือกไม่รับตัวเลือกบางอย่าง คุณอาจพบรายการนโยบายความเป็นส่วนตัวฉบับสมบูรณ์และลิงก์ได้ที่นี่: ลิงก์นโยบายความเป็นส่วนตัว คุณสามารถเลือกที่จะปิดการใช้งานคุกกี้ผ่านตัวเลือกเบราว์เซอร์ของคุณ หากต้องการทราบข้อมูลโดยละเอียดเพิ่มเติมเกี่ยวกับการจัดการคุกกี้ด้วยเว็บเบราว์เซอร์เฉพาะ สามารถดูได้ที่เว็บไซต์ที่เกี่ยวข้องของเบราว์เซอร์ คุกกี้คืออะไร?
tr: qload.info&#39;nun Gizlilik Politikası, diğer reklamverenler veya web siteleri için geçerli değildir. Bu nedenle, daha ayrıntılı bilgi için bu üçüncü taraf reklam sunucularının ilgili Gizlilik Politikalarına başvurmanızı tavsiye ediyoruz. Belirli seçeneklerden nasıl vazgeçileceğine ilişkin uygulamalarını ve talimatlarını içerebilir. Bu Gizlilik Politikalarının tam listesini ve bağlantılarını burada bulabilirsiniz: Gizlilik Politikası Bağlantıları. Bireysel tarayıcı seçenekleriniz aracılığıyla çerezleri devre dışı bırakmayı seçebilirsiniz. Belirli web tarayıcılarıyla tanımlama bilgisi yönetimi hakkında daha ayrıntılı bilgi edinmek için tarayıcıların ilgili web sitelerinde bulunabilir. Çerezler Nedir?
vi: Chính sách Bảo mật của qload.info không áp dụng cho các nhà quảng cáo hoặc trang web khác. Do đó, chúng tôi khuyên bạn nên tham khảo Chính sách Bảo mật tương ứng của các máy chủ quảng cáo của bên thứ ba này để biết thêm thông tin chi tiết. Nó có thể bao gồm các thực hành và hướng dẫn của họ về cách chọn không tham gia các tùy chọn nhất định. Bạn có thể tìm thấy danh sách đầy đủ các Chính sách Bảo mật này và các liên kết của chúng tại đây: Liên kết Chính sách Bảo mật. Bạn có thể chọn tắt cookie thông qua các tùy chọn trình duyệt cá nhân của mình. Để biết thêm thông tin chi tiết về quản lý cookie với các trình duyệt web cụ thể, bạn có thể tìm thấy thông tin này tại các trang web tương ứng của trình duyệt. Cookie là gì?

source: CCPA Privacy Rights (Do Not Sell My Personal Information)
ar: حقوق خصوصية CCPA (لا تبيع معلوماتي الشخصية)
de: CCPA-Datenschutzrechte (Meine persönlichen Daten nicht verkaufen)
es: Derechos de privacidad de la CCPA (no vender mi información personal)
fr: Droits de confidentialité de l&#39;ACCP (Ne pas vendre mes informations personnelles)
hi: सीसीपीए गोपनीयता अधिकार (मेरी व्यक्तिगत जानकारी न बेचें)
id: Hak Privasi CCPA (Jangan Jual Informasi Pribadi Saya)
it: Diritti sulla privacy CCPA (non vendere le mie informazioni personali)
ja: CCPAプライバシー権（私の個人情報を販売しないでください）
ko: CCPA 개인 정보 보호 권리(내 개인 정보 판매 금지)
pl: Prawa do prywatności CCPA (nie sprzedawaj moich danych osobowych)
pt: Direitos de privacidade da CCPA (não vender minhas informações pessoais)
ru: Права на конфиденциальность CCPA (не продавать мою личную информацию)
th: สิทธิ์ความเป็นส่วนตัวของ CCPA (อย่าขายข้อมูลส่วนบุคคลของฉัน)
tr: CCPA Gizlilik Hakları (Kişisel Bilgilerimi Satmayın)
vi: Quyền riêng tư của CCPA (Không bán thông tin cá nhân của tôi)

source: Under the CCPA, among other rights, California consumers have the right to:
ar: بموجب قانون حماية خصوصية المستهلك في كاليفورنيا ، من بين حقوق أخرى ، يحق للمستهلكين في كاليفورنيا:
de: Unter dem CCPA haben kalifornische Verbraucher unter anderem das Recht:
es: Según la CCPA, entre otros derechos, los consumidores de California tienen derecho a:
fr: En vertu du CCPA, entre autres droits, les consommateurs californiens ont le droit de :
hi: CCPA के तहत, अन्य अधिकारों के साथ, कैलिफ़ोर्निया के उपभोक्ताओं को निम्न का अधिकार है:
id: Di bawah CCPA, di antara hak-hak lainnya, konsumen California memiliki hak untuk:
it: Ai sensi del CCPA, tra gli altri diritti, i consumatori della California hanno il diritto di:
ja: CCPAの下では、他の権利の中でも、カリフォルニアの消費者は次の権利を有します。
ko: CCPA에 따라 캘리포니아 소비자는 다음과 같은 권리가 있습니다.
pl: Zgodnie z CCPA konsumenci z Kalifornii mają między innymi prawo do:
pt: De acordo com a CCPA, entre outros direitos, os consumidores da Califórnia têm o direito de:
ru: В соответствии с CCPA, среди прочих прав, потребители Калифорнии имеют право:
th: ภายใต้ CCPA ผู้บริโภคในแคลิฟอร์เนียมีสิทธิ์ที่จะ:
tr: CCPA kapsamında, diğer hakların yanı sıra, California tüketicileri aşağıdaki haklara sahiptir:
vi: Theo CCPA, trong số các quyền khác, người tiêu dùng California có quyền:

source: Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.
ar: اطلب من الشركة التي تجمع البيانات الشخصية للمستهلك أن تكشف عن فئات وأجزاء معينة من البيانات الشخصية التي جمعتها الشركة عن المستهلكين.
de: Fordern Sie auf, dass ein Unternehmen, das die personenbezogenen Daten eines Verbrauchers erhebt, die Kategorien und spezifischen Teile personenbezogener Daten offenlegt, die ein Unternehmen über Verbraucher gesammelt hat.
es: Solicite que una empresa que recopila los datos personales de un consumidor divulgue las categorías y piezas específicas de datos personales que una empresa ha recopilado sobre los consumidores.
fr: Demander qu&#39;une entreprise qui collecte les données personnelles d&#39;un consommateur divulgue les catégories et les éléments spécifiques de données personnelles qu&#39;une entreprise a collectées sur les consommateurs.
hi: अनुरोध करें कि एक व्यवसाय जो उपभोक्ता के व्यक्तिगत डेटा को एकत्र करता है, उन श्रेणियों और व्यक्तिगत डेटा के विशिष्ट टुकड़ों का खुलासा करता है जो एक व्यवसाय ने उपभोक्ताओं के बारे में एकत्र किया है।
id: Meminta bisnis yang mengumpulkan data pribadi konsumen mengungkapkan kategori dan bagian tertentu dari data pribadi yang telah dikumpulkan bisnis tentang konsumen.
it: Richiedere a un&#39;azienda che raccoglie i dati personali di un consumatore di divulgare le categorie e le parti specifiche di dati personali che un&#39;azienda ha raccolto sui consumatori.
ja: 消費者の個人データを収集する企業に、企業が消費者に関して収集した個人データのカテゴリと特定の部分を開示するように要求します。
ko: 소비자의 개인 데이터를 수집하는 기업이 소비자에 대해 수집한 개인 데이터의 범주와 특정 부분을 공개하도록 요청합니다.
pl: Poproś firmę, która zbiera dane osobowe konsumentów, o ujawnienie kategorii i określonych elementów danych osobowych, które firma zbiera na temat konsumentów.
pt: Solicite que uma empresa que coleta dados pessoais de um consumidor divulgue as categorias e partes específicas de dados pessoais que uma empresa coletou sobre os consumidores.
ru: Попросите компанию, которая собирает персональные данные потребителей, раскрыть категории и конкретные части персональных данных, которые компания собрала о потребителях.
th: ขอให้ธุรกิจที่รวบรวมข้อมูลส่วนบุคคลของผู้บริโภคเปิดเผยหมวดหมู่และข้อมูลส่วนบุคคลเฉพาะที่ธุรกิจได้รวบรวมเกี่ยวกับผู้บริโภค
tr: Bir tüketicinin kişisel verilerini toplayan bir işletmenin, bir işletmenin tüketiciler hakkında topladığı kişisel verilerin kategorilerini ve belirli parçalarını ifşa etmesini isteyin.
vi: Yêu cầu doanh nghiệp thu thập dữ liệu cá nhân của người tiêu dùng tiết lộ các danh mục và phần dữ liệu cá nhân cụ thể mà doanh nghiệp đã thu thập về người tiêu dùng.

source: Request that a business delete any personal data about the consumer that a business has collected.
ar: اطلب من شركة ما حذف أي بيانات شخصية عن المستهلك جمعتها الشركة.
de: Fordern Sie an, dass ein Unternehmen alle personenbezogenen Daten über den Verbraucher löscht, die ein Unternehmen gesammelt hat.
es: Solicitar que una empresa elimine cualquier dato personal sobre el consumidor que haya recopilado una empresa.
fr: Demander à une entreprise de supprimer toutes les données personnelles du consommateur qu&#39;une entreprise a collectées.
hi: अनुरोध करें कि एक व्यवसाय उस उपभोक्ता के बारे में किसी भी व्यक्तिगत डेटा को हटा देता है जिसे एक व्यवसाय ने एकत्र किया है।
id: Meminta bisnis menghapus data pribadi apa pun tentang konsumen yang telah dikumpulkan bisnis.
it: Richiedere a un&#39;azienda di eliminare tutti i dati personali del consumatore raccolti dall&#39;azienda.
ja: 企業が収集した消費者に関する個人データを削除するよう企業に要求します。
ko: 기업이 수집한 소비자에 대한 개인 데이터를 삭제하도록 기업에 요청합니다.
pl: Poproś firmę o usunięcie wszelkich zebranych przez firmę danych osobowych dotyczących konsumenta.
pt: Solicite que uma empresa exclua todos os dados pessoais sobre o consumidor que uma empresa coletou.
ru: Попросите компанию удалить все личные данные о потребителе, которые она собрала.
th: ขอให้ธุรกิจลบข้อมูลส่วนบุคคลเกี่ยวกับผู้บริโภคที่ธุรกิจได้รวบรวมไว้
tr: Bir işletmenin, tüketici hakkında topladığı tüm kişisel verileri silmesini isteyin.
vi: Yêu cầu doanh nghiệp xóa mọi dữ liệu cá nhân về người tiêu dùng mà doanh nghiệp đã thu thập.

source: Request that a business that sells a consumer's personal data, not sell the consumer's personal data.
ar: اطلب من الشركة التي تبيع البيانات الشخصية للمستهلك ، ألا تبيع البيانات الشخصية للمستهلك.
de: Fordern Sie ein Unternehmen auf, das die personenbezogenen Daten eines Verbrauchers verkauft, nicht die personenbezogenen Daten des Verbrauchers.
es: Solicitar que una empresa que vende los datos personales de un consumidor no venda los datos personales del consumidor.
fr: Demander à une entreprise qui vend les données personnelles d&#39;un consommateur de ne pas vendre les données personnelles du consommateur.
hi: अनुरोध करें कि एक व्यवसाय जो उपभोक्ता के व्यक्तिगत डेटा को बेचता है, उपभोक्ता के व्यक्तिगत डेटा को नहीं बेचता है।
id: Meminta agar bisnis yang menjual data pribadi konsumen, bukan menjual data pribadi konsumen.
it: Richiedi che un&#39;azienda che venda i dati personali di un consumatore, non venda i dati personali del consumatore.
ja: 消費者の個人データを販売するのではなく、消費者の個人データを販売する企業に依頼してください。
ko: 소비자의 개인 데이터를 판매하지 않고 소비자의 개인 데이터를 판매하는 사업을 요청합니다.
pl: Zażądaj, aby firma, która sprzedaje dane osobowe konsumenta, nie sprzedawała danych osobowych konsumenta.
pt: Solicite que uma empresa que vende dados pessoais de um consumidor, não venda os dados pessoais do consumidor.
ru: Требовать, чтобы компания, которая продает персональные данные потребителя, не продавала персональные данные потребителя.
th: ขอให้ธุรกิจที่ขายข้อมูลส่วนบุคคลของผู้บริโภคไม่ขายข้อมูลส่วนบุคคลของผู้บริโภค
tr: Tüketicinin kişisel verilerini satan bir işletmenin, tüketicinin kişisel verilerini satmamasını talep edin.
vi: Yêu cầu doanh nghiệp bán dữ liệu cá nhân của người tiêu dùng, không bán dữ liệu cá nhân của người tiêu dùng.

source: If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us
ar: إذا قمت بتقديم طلب ، فلدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق ، يرجى الاتصال بنا
de: Wenn Sie eine Anfrage stellen, haben wir einen Monat Zeit, um Ihnen zu antworten. Wenn Sie eines dieser Rechte ausüben möchten, kontaktieren Sie uns bitte
es: Si realiza una solicitud, tenemos un mes para responderle. Si desea ejercer alguno de estos derechos, comuníquese con nosotros.
fr: Si vous faites une demande, nous avons un mois pour vous répondre. Si vous souhaitez exercer l&#39;un de ces droits, veuillez nous contacter
hi: अगर आप कोई अनुरोध करते हैं, तो हमारे पास आपको जवाब देने के लिए एक महीने का समय है। यदि आप इनमें से किसी भी अधिकार का प्रयोग करना चाहते हैं, तो कृपया हमसे संपर्क करें
id: Jika Anda mengajukan permintaan, kami memiliki waktu satu bulan untuk menanggapi Anda. Jika Anda ingin menggunakan salah satu dari hak-hak ini, silakan hubungi kami
it: Se fai una richiesta, abbiamo un mese per risponderti. Se desideri esercitare uno di questi diritti, ti preghiamo di contattarci
ja: ご要望がございましたら、1ヶ月以内に対応させていただきます。これらの権利の行使をご希望の場合は、お問い合わせください。
ko: 요청을 하시면 한 달 안에 답변을 드리겠습니다. 이러한 권리를 행사하려면 당사에 문의하십시오.
pl: Jeśli złożysz wniosek, mamy miesiąc na odpowiedź. Jeśli chcesz skorzystać z któregokolwiek z tych praw, skontaktuj się z nami
pt: Se você fizer uma solicitação, temos um mês para responder a você. Se você deseja exercer algum desses direitos, entre em contato conosco
ru: Если вы сделаете запрос, у нас будет один месяц, чтобы ответить вам. Если вы хотите воспользоваться любым из этих прав, свяжитесь с нами.
th: หากคุณส่งคำขอ เรามีเวลาหนึ่งเดือนในการตอบกลับคุณ หากคุณต้องการใช้สิทธิใดๆ เหล่านี้ โปรดติดต่อเรา
tr: Bir istekte bulunursanız, size yanıt vermek için bir ayımız var. Bu haklardan herhangi birini kullanmak isterseniz, lütfen bizimle iletişime geçin.
vi: Nếu bạn đưa ra yêu cầu, chúng tôi có một tháng để trả lời bạn. Nếu bạn muốn thực hiện bất kỳ quyền nào trong số này, vui lòng liên hệ với chúng tôi

source: GDPR Data Protection Rights
ar: حقوق حماية بيانات GDPR
de: Datenschutzrechte der DSGVO
es: Derechos de protección de datos del RGPD
fr: Droits de protection des données GDPR
hi: GDPR डेटा सुरक्षा अधिकार
id: Hak Perlindungan Data GDPR
it: Diritti di protezione dei dati GDPR
ja: GDPRデータ保護権
ko: GDPR 데이터 보호 권리
pl: Prawa do ochrony danych RODO
pt: Direitos de proteção de dados GDPR
ru: Право на защиту данных GDPR
th: สิทธิในการปกป้องข้อมูลของ GDPR
tr: GDPR Veri Koruma Hakları
vi: Quyền bảo vệ dữ liệu GDPR

source: We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:
ar: نود التأكد من أنك على دراية كاملة بجميع حقوق حماية البيانات الخاصة بك. يحق لكل مستخدم ما يلي:
de: Wir möchten sicherstellen, dass Sie alle Ihre Datenschutzrechte kennen. Jeder Benutzer hat Anspruch auf Folgendes:
es: Nos gustaría asegurarnos de que conoce todos sus derechos de protección de datos. Todo usuario tiene derecho a lo siguiente:
fr: Nous souhaitons nous assurer que vous êtes pleinement conscient de tous vos droits en matière de protection des données. Chaque utilisateur a droit aux éléments suivants :
hi: हम यह सुनिश्चित करना चाहते हैं कि आप अपने सभी डेटा सुरक्षा अधिकारों से पूरी तरह अवगत हैं। प्रत्येक उपयोगकर्ता निम्नलिखित का हकदार है:
id: Kami ingin memastikan bahwa Anda sepenuhnya mengetahui semua hak perlindungan data Anda. Setiap pengguna berhak atas hal-hal berikut:
it: Vorremmo assicurarci che tu sia pienamente consapevole di tutti i tuoi diritti di protezione dei dati. Ogni utente ha diritto a quanto segue:
ja: お客様がすべてのデータ保護権を十分に認識していることを確認したいと思います。すべてのユーザーは、次の権利があります。
ko: 당사는 귀하가 귀하의 모든 데이터 보호 권리를 완전히 인지하고 있는지 확인하고자 합니다. 모든 사용자는 다음 권한이 있습니다.
pl: Chcielibyśmy upewnić się, że jesteś w pełni świadomy wszystkich swoich praw do ochrony danych. Każdemu użytkownikowi przysługuje:
pt: Gostaríamos de ter certeza de que você está totalmente ciente de todos os seus direitos de proteção de dados. Cada usuário tem direito ao seguinte:
ru: Мы хотели бы убедиться, что вы полностью осведомлены обо всех своих правах на защиту данных. Каждый пользователь имеет право на следующее:
th: เราต้องการให้แน่ใจว่าคุณตระหนักดีถึงสิทธิ์ในการปกป้องข้อมูลทั้งหมดของคุณ ผู้ใช้ทุกคนมีสิทธิ์ดังต่อไปนี้:
tr: Tüm veri koruma haklarınızın tam olarak farkında olduğunuzdan emin olmak istiyoruz. Her kullanıcı aşağıdaki haklara sahiptir:
vi: Chúng tôi muốn đảm bảo rằng bạn nhận thức đầy đủ về tất cả các quyền bảo vệ dữ liệu của mình. Mọi người dùng được hưởng những điều sau đây:
