Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: and you will see dropdown menu click on it and select “Without Watermark”. On the next page just paste the link and click “Download Button”. Wait a few seconds to get start downloading of your video. You can also “Download TikTok Video with Watermark” and for this visit our website Home Page and download you favorite video less than 10 seconds.
ar: وسترى قائمة منسدلة اضغط عليها واختر &quot;بدون علامة مائية&quot;. في الصفحة التالية ، الصق الرابط وانقر على &quot;زر التنزيل&quot;. انتظر بضع ثوان لبدء تنزيل الفيديو الخاص بك. يمكنك أيضًا &quot;تنزيل TikTok Video with Watermark&quot; ولهذا تفضل بزيارة الصفحة الرئيسية لموقعنا على الويب وتنزيل الفيديو المفضل لديك في أقل من 10 ثوانٍ.
de: und Sie sehen ein Dropdown-Menü, klicken Sie darauf und wählen Sie &quot;Ohne Wasserzeichen&quot;. Fügen Sie auf der nächsten Seite einfach den Link ein und klicken Sie auf &quot;Download-Button&quot;. Warten Sie einige Sekunden, um mit dem Herunterladen Ihres Videos zu beginnen. Sie können auch „TikTok-Video mit Wasserzeichen herunterladen“ und dazu unsere Website-Homepage besuchen und Ihr Lieblingsvideo in weniger als 10 Sekunden herunterladen.
es: y verá el menú desplegable, haga clic en él y seleccione &quot;Sin marca de agua&quot;. En la página siguiente, simplemente pegue el enlace y haga clic en &quot;Botón Descargar&quot;. Espere unos segundos para comenzar a descargar su video. También puede &quot;Descargar video de TikTok con marca de agua&quot; y para esto, visite la página de inicio de nuestro sitio web y descargue su video favorito en menos de 10 segundos.
fr: et vous verrez le menu déroulant, cliquez dessus et sélectionnez &quot;Sans filigrane&quot;. Sur la page suivante, collez simplement le lien et cliquez sur &quot;Bouton de téléchargement&quot;. Attendez quelques secondes pour commencer le téléchargement de votre vidéo. Vous pouvez également &quot;Télécharger la vidéo TikTok avec filigrane&quot; et pour cela, visitez la page d&#39;accueil de notre site Web et téléchargez votre vidéo préférée en moins de 10 secondes.
hi: और आप ड्रॉपडाउन मेनू देखेंगे उस पर क्लिक करें और &quot;वॉटरमार्क के बिना&quot; चुनें। अगले पेज पर बस लिंक पेस्ट करें और &quot;डाउनलोड बटन&quot; पर क्लिक करें। अपने वीडियो का डाउनलोड शुरू करने के लिए कुछ सेकंड प्रतीक्षा करें। आप &quot;वॉटरमार्क के साथ टिकटॉक वीडियो डाउनलोड करें&quot; भी कर सकते हैं और इसके लिए हमारी वेबसाइट होम पेज पर जाएं और 10 सेकंड से कम समय में अपना पसंदीदा वीडियो डाउनलोड करें।
id: dan Anda akan melihat menu tarik-turun klik di atasnya dan pilih &quot;Tanpa Tanda Air&quot;. Di halaman berikutnya cukup tempel tautan dan klik &quot;Tombol Unduh&quot;. Tunggu beberapa detik untuk mulai mengunduh video Anda. Anda juga dapat &quot;Mengunduh Video TikTok dengan Tanda Air&quot; dan untuk ini kunjungi Halaman Beranda situs web kami dan unduh video favorit Anda kurang dari 10 detik.
it: e vedrai il menu a discesa, fai clic su di esso e seleziona &quot;Senza filigrana&quot;. Nella pagina successiva basta incollare il collegamento e fare clic su &quot;Pulsante Download&quot;. Attendi qualche secondo per iniziare a scaricare il tuo video. Puoi anche &quot;Scaricare video TikTok con filigrana&quot; e per questo visitare il nostro sito Web Home Page e scaricare il tuo video preferito in meno di 10 secondi.
ja: ドロップダウンメニューが表示されたら、それをクリックして[透かしなし]を選択します。次のページでリンクを貼り付けて「ダウンロードボタン」をクリックするだけです。ビデオのダウンロードを開始するには、数秒待ちます。 「透かし入りのTikTokビデオをダウンロード」することもできます。このために当社のウェブサイトのホームページにアクセスして、お気に入りのビデオを10秒以内にダウンロードしてください。
ko: 드롭다운 메뉴가 표시되고 이를 클릭하고 &quot;워터마크 없음&quot;을 선택합니다. 다음 페이지에서 링크를 붙여넣고 &quot;다운로드 버튼&quot;을 클릭하십시오. 비디오 다운로드를 시작하려면 몇 초 정도 기다리십시오. 또한 &quot;워터마크가 있는 TikTok 비디오 다운로드&quot;를 할 수 있으며 이를 위해 당사 웹사이트 홈 페이지를 방문하여 10초 이내에 좋아하는 비디오를 다운로드할 수 있습니다.
pl: a zobaczysz menu rozwijane, kliknij je i wybierz „Bez znaku wodnego”. Na następnej stronie po prostu wklej link i kliknij „Przycisk pobierania”. Poczekaj kilka sekund, aby rozpocząć pobieranie wideo. Możesz także „Pobierz wideo TikTok ze znakiem wodnym” i w tym celu odwiedź naszą stronę główną i pobierz swój ulubiony film w mniej niż 10 sekund.
pt: e você verá o menu suspenso, clique nele e selecione “Sem marca d&#39;água”. Na página seguinte, basta colar o link e clicar no botão “Download”. Aguarde alguns segundos para começar a baixar seu vídeo. Você também pode “Baixar Vídeo TikTok com marca d&#39;água” e, para isso, visite nossa página inicial do site e baixe seu vídeo favorito em menos de 10 segundos.
ru: и вы увидите раскрывающееся меню, щелкните по нему и выберите «Без водяного знака». На следующей странице просто вставьте ссылку и нажмите «Загрузить». Подождите несколько секунд, чтобы начать загрузку вашего видео. Вы также можете «Загрузить видео TikTok с водяным знаком», для этого посетите домашнюю страницу нашего веб-сайта и загрузите свое любимое видео менее чем за 10 секунд.
th: และคุณจะเห็นเมนูแบบเลื่อนลงคลิกที่มันและเลือก &quot;ไม่มีลายน้ำ&quot; ในหน้าถัดไปเพียงวางลิงก์แล้วคลิก &quot;ปุ่มดาวน์โหลด&quot; รอสักครู่เพื่อเริ่มดาวน์โหลดวิดีโอของคุณ คุณยังสามารถ “ดาวน์โหลดวิดีโอ TikTok พร้อมลายน้ำ” และสำหรับการเยี่ยมชมหน้าแรกของเว็บไซต์ของเราและดาวน์โหลดวิดีโอโปรดของคุณในเวลาน้อยกว่า 10 วินาที
tr: ve açılır menüyü göreceksiniz, üzerine tıklayın ve “Filigransız” seçeneğini seçin. Bir sonraki sayfada sadece bağlantıyı yapıştırın ve “İndir Düğmesine” tıklayın. Videonuzu indirmeye başlamak için birkaç saniye bekleyin. Ayrıca “Filigranlı TikTok Videosunu İndirin” ve bunun için web sitemizin Ana Sayfasını ziyaret edebilir ve en sevdiğiniz videoyu 10 saniyeden daha kısa sürede indirebilirsiniz.
vi: và bạn sẽ thấy menu thả xuống nhấp vào nó và chọn “Không có Hình mờ”. Trên trang tiếp theo, chỉ cần dán liên kết và nhấp vào “Nút Tải xuống”. Chờ một vài giây để bắt đầu tải xuống video của bạn. Bạn cũng có thể “Tải xuống TikTok Video với Watermark” và để làm điều này, hãy truy cập Trang chủ trang web của chúng tôi và tải xuống video yêu thích của bạn dưới 10 giây.

source: English
ar: الإنجليزية
de: Englisch
es: inglés
fr: Anglais
hi: अंग्रेज़ी
id: Inggris
it: inglese
ja: 英語
ko: 영어
pl: język angielski
pt: inglês
ru: английский
th: ภาษาอังกฤษ
tr: ingilizce
vi: Tiếng Anh

source: Hindi
hi: हिंदी
ko: 힌디 어
th: ภาษาฮินดี

source: Italian
ar: إيطالي
de: Italienisch
es: italiano
fr: italien
hi: इतालवी
id: Italia
it: italiano
ja: イタリアの
ko: 이탈리아 사람
pl: Włoski
pt: italiano
ru: Итальянский
th: ภาษาอิตาลี
tr: İtalyan
vi: người Ý

source: Polish
ar: تلميع
de: Polieren
es: polaco
fr: polonais
hi: पोलिश
id: Polandia
it: polacco
ja: 研磨
ko: 광택
pl: Polskie
pt: polonês
ru: Польский
th: ขัด
tr: Lehçe
vi: đánh bóng

source: French
ar: الفرنسية
de: Französisch
es: francés
fr: français
hi: फ्रेंच
id: Perancis
it: francese
ja: フランス語
ko: 프랑스 국민
pl: Francuski
pt: francês
ru: Французский
th: ภาษาฝรั่งเศส
tr: Fransızca
vi: người Pháp

source: German
ar: ألمانية
de: Deutsche
es: alemán
fr: Allemand
hi: जर्मन
id: Jerman
it: Tedesco
ja: ドイツ人
ko: 독일 사람
pl: Niemiecki
pt: alemão
ru: Немецкий
th: เยอรมัน
tr: Almanca
vi: tiếng Đức

source: Spanish
ar: الأسبانية
de: Spanisch
es: Español
fr: Espanol
hi: स्पेनिश
id: Orang Spanyol
it: spagnolo
ja: スペイン語
ko: 스페인의
pl: hiszpański
pt: espanhol
ru: испанский
th: สเปน
tr: İspanyol
vi: người Tây Ban Nha

source: Indonesian
ar: الأندونيسية
de: Indonesisch
es: indonesio
fr: indonésien
hi: इन्डोनेशियाई
id: bahasa Indonesia
it: indonesiano
ja: インドネシア語
ko: 인도네시아 인
pl: indonezyjski
pt: indonésio
ru: индонезийский
th: ชาวอินโดนีเซีย
tr: Endonezya dili
vi: Người Indonesia

source: Japanese
ar: اليابانية
de: japanisch
es: japonés
fr: Japonais
hi: जापानी
id: Jepang
it: giapponese
ja: 日本語
ko: 일본어
pl: język japoński
pt: japonês
ru: Японский
th: ญี่ปุ่น
tr: Japonca
vi: tiếng Nhật

source: Korean
ar: الكورية
de: Koreanisch
es: coreano
fr: coréen
hi: कोरियाई
id: Korea
it: coreano
ja: 韓国語
ko: 한국어
pl: koreański
pt: coreano
ru: Корейский
th: เกาหลี
tr: Koreli
vi: Hàn Quốc

source: Portuguese
ar: البرتغالية
de: Portugiesisch
es: portugués
fr: Portugais
hi: पुर्तगाली
id: Portugis
it: portoghese
ja: ポルトガル語
ko: 포르투갈 인
pl: portugalski
pt: português
ru: португальский
th: โปรตุเกส
tr: Portekizce
vi: Người Bồ Đào Nha

source: Russian
ar: الروسية
de: Russisch
es: ruso
fr: russe
hi: रूसी
id: Rusia
it: russo
ja: ロシア
ko: 러시아인
pl: Rosyjski
pt: russo
ru: русский
th: รัสเซีย
tr: Rusça
vi: tiếng Nga

source: Arabic
ar: عربى
de: Arabisch
es: Arábica
fr: arabe
hi: अरबी
id: Arab
it: Arabo
ja: アラビア語
ko: 아라비아 말
pl: arabski
pt: árabe
ru: арабский
th: อารบิก
tr: Arapça
vi: tiếng Ả Rập

source: Turkish
ar: اللغة التركية
de: Türkisch
es: turco
fr: turc
hi: तुर्की
id: Turki
it: Turco
ja: トルコ語
ko: 터키어
pl: turecki
pt: turco
ru: турецкий
th: ภาษาตุรกี
tr: Türk
vi: Thổ nhĩ kỳ

source: Thai
ar: التايلاندية
es: tailandés
fr: thaïlandais
hi: थाई
it: tailandese
ja: タイ語
ko: 태국어
pl: tajski
pt: tailandês
ru: Тайский
th: ไทย
tr: Tay
vi: Tiếng thái

source: Vietnamese
ar: فيتنامي
de: Vietnamesisch
es: vietnamita
fr: vietnamien
hi: वियतनामी
id: Orang Vietnam
it: vietnamita
ja: ベトナム語
ko: 베트남어
pl: wietnamski
pt: vietnamita
ru: вьетнамский
th: ภาษาเวียดนาม
tr: Vietnam
vi: Tiếng Việt

source: Messages
ar: رسائل
de: Mitteilungen
es: Mensajes
hi: संदेशों
id: Pesan
it: Messaggi
ja: メッセージ
ko: 메시지
pl: Wiadomości
pt: Mensagens
ru: Сообщения
th: ข้อความ
tr: Mesajlar
vi: Tin nhắn

source: Site Maps
ar: خرائط الموقع
es: Mapas del sitio
fr: Plans du site
hi: साइट मानचित्र
id: Peta Situs
it: Mappe del sito
ja: サイトマップ
ko: 사이트 맵
pl: Mapy witryn
pt: Mapas do Site
ru: Карты сайта
th: แผนผังเว็บไซต์
tr: Site Haritaları
vi: Sơ đồ trang web

source: Static Files
ar: ملفات ثابتة
de: Statische Dateien
es: Archivos estáticos
fr: Fichiers statiques
hi: स्टेटिक फ़ाइलें
id: File Statis
it: File statici
ja: 静的ファイル
ko: 정적 파일
pl: Pliki statyczne
pt: Arquivos estáticos
ru: Статические файлы
th: ไฟล์คงที่
tr: Statik Dosyalar
vi: Tệp tĩnh

source: Syndication
ar: خلاصات
de: Syndizierung
es: Sindicación
hi: सिंडिकेशन
id: Sindikasi
it: Sindacato
ja: シンジケーション
ko: 신디케이트 조직
pl: Syndykacja
ru: Синдикация
th: ซินดิเคชั่น
tr: sendikasyon
vi: Phân phối

source: That page number is not an integer
ar: رقم هذه الصفحة ليس عددًا صحيحًا
de: Diese Seitenzahl ist keine ganze Zahl
es: Ese número de página no es un número entero
fr: Ce numéro de page n&#39;est pas un entier
hi: वह पृष्ठ संख्या एक पूर्णांक नहीं है
id: Nomor halaman itu bukan bilangan bulat
it: Quel numero di pagina non è un numero intero
ja: そのページ番号は整数ではありません
ko: 해당 페이지 번호는 정수가 아닙니다.
pl: Ten numer strony nie jest liczbą całkowitą
pt: Esse número de página não é um inteiro
ru: Номер страницы не является целым числом
th: เลขหน้านั้นไม่ใช่จำนวนเต็ม
tr: Bu sayfa numarası bir tam sayı değil
vi: Số trang đó không phải là số nguyên

source: That page number is less than 1
ar: رقم هذه الصفحة أقل من 1
de: Diese Seitenzahl ist kleiner als 1
es: Ese número de página es menor que 1
fr: Ce numéro de page est inférieur à 1
hi: वह पृष्ठ संख्या 1 . से कम है
id: Nomor halaman itu kurang dari 1
it: Quel numero di pagina è inferiore a 1
ja: そのページ番号は1未満です
ko: 해당 페이지 번호는 1보다 작습니다.
pl: Ten numer strony jest mniejszy niż 1
pt: Esse número de página é menor que 1
ru: Номер страницы меньше 1
th: เลขหน้านั้นน้อยกว่า 1
tr: Bu sayfa numarası 1&#39;den az
vi: Số trang đó nhỏ hơn 1

source: That page contains no results
ar: تلك الصفحة لا تحتوي على نتائج
de: Diese Seite enthält keine Ergebnisse
es: Esa página no contiene resultados
fr: Cette page ne contient aucun résultat
hi: उस पृष्ठ में कोई परिणाम नहीं है
id: Halaman itu tidak berisi hasil
it: Quella pagina non contiene risultati
ja: そのページには結果が含まれていません
ko: 해당 페이지에는 결과가 없습니다.
pl: Ta strona nie zawiera wyników
pt: Essa página não contém resultados
ru: Эта страница не содержит результатов
th: หน้านั้นไม่มีผลลัพธ์
tr: O sayfa sonuç içermiyor
vi: Trang đó không có kết quả

source: Enter a valid value.
ar: إدخال قيمة صالحة.
de: Geben Sie einen gültigen Wert ein.
es: Introduce un valor valido.
fr: Entrez une valeur valide.
hi: एक वैध मान दर्ज करें।
id: Masukkan nilai yang valid.
it: Inserire un valore valido.
ja: 有効な値を入力してください。
ko: 유효한 값을 입력하십시오.
pl: Wpisz prawidłową wartość.
pt: Digite um valor válido.
ru: Введите допустимое значение.
th: ป้อนค่าที่ถูกต้อง
tr: Geçerli bir değer girin.
vi: Nhập vào một giá trị hợp lí.

source: Enter a valid URL.
ar: أدخل عنوان URL صالحًا.
de: Geben Sie eine gültige URL ein.
es: Ingrese una URL válida.
fr: Saisissez une URL valide.
hi: एक मान्य URL दर्ज करें।
id: Masukkan URL yang valid.
it: Inserisci un URL valido.
ja: 有効なURLを入力してください。
ko: 유효한 URL을 입력하세요.
pl: Wpisz prawidłowy adres URL.
pt: Insira um URL válido.
ru: Введите действующий URL.
th: ป้อน URL ที่ถูกต้อง
tr: Geçerli bir URL girin.
vi: Nhập một URL hợp lệ.

source: Enter a valid integer.
ar: أدخل عددًا صحيحًا.
de: Geben Sie eine gültige ganze Zahl ein.
es: Ingrese un número entero válido.
fr: Saisissez un nombre entier valide.
hi: एक मान्य पूर्णांक दर्ज करें।
id: Masukkan bilangan bulat yang valid.
it: Inserisci un numero intero valido.
ja: 有効な整数を入力してください。
ko: 유효한 정수를 입력하세요.
pl: Wprowadź prawidłową liczbę całkowitą.
pt: Insira um número inteiro válido.
ru: Введите действительное целое число.
th: ป้อนจำนวนเต็มที่ถูกต้อง
tr: Geçerli bir tam sayı girin.
vi: Nhập một số nguyên hợp lệ.

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالح.
de: Geben sie eine gültige E-Mail-Adresse an.
es: Introduzca una dirección de correo electrónico válida.
fr: Entrez une adresse mail valide.
hi: एक वैध ई - मेल पते की प्रविष्टि करें।
id: Masukkan alamat email yang valid.
it: Inserire un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
pl: Wpisz poprawny adres e-mail.
pt: Digite um endereço de e-mail válido.
ru: Введите действительный адрес электронной почты.
th: ใส่อีเมล์ที่ถูกต้อง.
tr: Geçerli bir e-posta adresi girin.
vi: Nhập địa chỉ email hợp lệ.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ar: أدخل &quot;slug&quot; صالحًا يتكون من أحرف أو أرقام أو شرطات سفلية أو واصلات.
de: Geben Sie einen gültigen „Slug“ ein, der aus Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.
es: Ingrese un &quot;slug&quot; válido que consta de letras, números, guiones bajos o guiones.
fr: Saisissez un « slug » valide composé de lettres, de chiffres, de traits de soulignement ou de tirets.
hi: अक्षरों, संख्याओं, अंडरस्कोर या हाइफ़न से युक्त एक मान्य &quot;स्लग&quot; दर्ज करें।
id: Masukkan &quot;slug&quot; yang valid yang terdiri dari huruf, angka, garis bawah, atau tanda hubung.
it: Inserisci uno &quot;slug&quot; valido composto da lettere, numeri, trattini bassi o trattini.
ja: 文字、数字、アンダースコア、またはハイフンで構成される有効な「スラッグ」を入力します。
ko: 문자, 숫자, 밑줄 또는 하이픈으로 구성된 유효한 &quot;슬러그&quot;를 입력하십시오.
pl: Wprowadź prawidłowy „slug” składający się z liter, cyfr, podkreśleń lub łączników.
pt: Insira um “slug” válido consistindo em letras, números, sublinhados ou hifens.
ru: Введите допустимый «ярлык», состоящий из букв, цифр, знаков подчеркивания или дефисов.
th: ป้อน “slug” ที่ถูกต้องซึ่งประกอบด้วยตัวอักษร ตัวเลข ขีดล่าง หรือขีดกลาง
tr: Harf, sayı, alt çizgi veya kısa çizgiden oluşan geçerli bir &quot;bilgi&quot; girin.
vi: Nhập một “slug” hợp lệ bao gồm các chữ cái, số, dấu gạch dưới hoặc dấu gạch nối.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ar: أدخل &quot;slug&quot; صالحًا يتكون من أحرف Unicode أو أرقام أو شرطات سفلية أو واصلات.
de: Geben Sie einen gültigen „Slug“ ein, der aus Unicode-Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.
es: Introduzca un &quot;slug&quot; válido que conste de letras, números, guiones bajos o guiones Unicode.
fr: Saisissez un &quot;slug&quot; valide composé de lettres Unicode, de chiffres, de traits de soulignement ou de traits d&#39;union.
hi: यूनिकोड अक्षरों, संख्याओं, अंडरस्कोर या हाइफ़न से युक्त एक मान्य &quot;स्लग&quot; दर्ज करें।
id: Masukkan &quot;slug&quot; yang valid yang terdiri dari huruf, angka, garis bawah, atau tanda hubung Unicode.
it: Inserisci uno &quot;slug&quot; valido composto da lettere, numeri, trattini bassi o trattini Unicode.
ja: Unicode文字、数字、アンダースコア、またはハイフンで構成される有効な「スラッグ」を入力します。
ko: 유니코드 문자, 숫자, 밑줄 또는 하이픈으로 구성된 유효한 &quot;슬러그&quot;를 입력하십시오.
pl: Wprowadź prawidłowy „slug” składający się z liter Unicode, cyfr, podkreśleń lub łączników.
pt: Insira um “slug” válido que consiste em letras, números, sublinhados ou hifens Unicode.
ru: Введите допустимый «заголовок», состоящий из букв Юникода, цифр, знаков подчеркивания или дефисов.
th: ป้อน “slug” ที่ถูกต้องซึ่งประกอบด้วยตัวอักษร Unicode ตัวเลข ขีดล่าง หรือขีดกลาง
tr: Unicode harfleri, sayıları, alt çizgileri veya kısa çizgilerden oluşan geçerli bir &quot;bilgi&quot; girin.
vi: Nhập một “slug” hợp lệ bao gồm các chữ cái Unicode, số, dấu gạch dưới hoặc dấu gạch nối.

source: Enter a valid IPv4 address.
ar: أدخل عنوان IPv4 صالحًا.
de: Geben Sie eine gültige IPv4-Adresse ein.
es: Ingrese una dirección IPv4 válida.
fr: Saisissez une adresse IPv4 valide.
hi: एक मान्य IPv4 पता दर्ज करें।
id: Masukkan alamat IPv4 yang valid.
it: Inserisci un indirizzo IPv4 valido.
ja: 有効なIPv4アドレスを入力してください。
ko: 유효한 IPv4 주소를 입력하십시오.
pl: Wprowadź prawidłowy adres IPv4.
pt: Insira um endereço IPv4 válido.
ru: Введите действующий IPv4-адрес.
th: ป้อนที่อยู่ IPv4 ที่ถูกต้อง
tr: Geçerli bir IPv4 adresi girin.
vi: Nhập địa chỉ IPv4 hợp lệ.

source: Enter a valid IPv6 address.
ar: أدخل عنوان IPv6 صالحًا.
de: Geben Sie eine gültige IPv6-Adresse ein.
es: Ingrese una dirección IPv6 válida.
fr: Saisissez une adresse IPv6 valide.
hi: एक मान्य IPv6 पता दर्ज करें।
id: Masukkan alamat IPv6 yang valid.
it: Inserisci un indirizzo IPv6 valido.
ja: 有効なIPv6アドレスを入力してください。
ko: 유효한 IPv6 주소를 입력하십시오.
pl: Wprowadź prawidłowy adres IPv6.
pt: Insira um endereço IPv6 válido.
ru: Введите действующий IPv6-адрес.
th: ป้อนที่อยู่ IPv6 ที่ถูกต้อง
tr: Geçerli bir IPv6 adresi girin.
vi: Nhập địa chỉ IPv6 hợp lệ.

source: Enter a valid IPv4 or IPv6 address.
ar: أدخل عنوان IPv4 أو IPv6 صالحًا.
de: Geben Sie eine gültige IPv4- oder IPv6-Adresse ein.
es: Ingrese una dirección IPv4 o IPv6 válida.
fr: Saisissez une adresse IPv4 ou IPv6 valide.
hi: एक मान्य IPv4 या IPv6 पता दर्ज करें।
id: Masukkan alamat IPv4 atau IPv6 yang valid.
it: Inserisci un indirizzo IPv4 o IPv6 valido.
ja: 有効なIPv4またはIPv6アドレスを入力してください。
ko: 유효한 IPv4 또는 IPv6 주소를 입력하십시오.
pl: Wprowadź prawidłowy adres IPv4 lub IPv6.
pt: Insira um endereço IPv4 ou IPv6 válido.
ru: Введите действительный адрес IPv4 или IPv6.
th: ป้อนที่อยู่ IPv4 หรือ IPv6 ที่ถูกต้อง
tr: Geçerli bir IPv4 veya IPv6 adresi girin.
vi: Nhập địa chỉ IPv4 hoặc IPv6 hợp lệ.

source: Enter only digits separated by commas.
ar: أدخل فقط أرقامًا مفصولة بفواصل.
de: Geben Sie nur durch Kommas getrennte Ziffern ein.
es: Ingrese solo dígitos separados por comas.
fr: Saisissez uniquement des chiffres séparés par des virgules.
hi: केवल अल्पविराम से अलग किए गए अंक दर्ज करें।
id: Masukkan hanya angka yang dipisahkan dengan koma.
it: Inserisci solo cifre separate da virgole.
ja: カンマで区切って数字のみを入力してください。
ko: 쉼표로 구분된 숫자만 입력하십시오.
pl: Wpisz tylko cyfry oddzielone przecinkami.
pt: Insira apenas dígitos separados por vírgulas.
ru: Введите только цифры, разделенные запятыми.
th: ป้อนเฉพาะตัวเลขที่คั่นด้วยเครื่องหมายจุลภาค
tr: Yalnızca virgülle ayrılmış rakamları girin.
vi: Chỉ nhập các chữ số được phân tách bằng dấu phẩy.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ar: تأكد من أن هذه القيمة هي %(limit_value)s (إنها %(show_value)s).
de: Stellen Sie sicher, dass dieser Wert %(limit_value)s ist (es ist %(show_value)s).
es: Asegúrese de que este valor sea %(limit_value)s (es %(show_value)s).
fr: Assurez-vous que cette valeur est %(limit_value)s (c&#39;est %(show_value)s).
hi: सुनिश्चित करें कि यह मान %(limit_value)s है (यह %(show_value)sहै)।
id: Pastikan nilai ini adalah %(limit_value)s (ini adalah %(show_value)s).
it: Assicurati che questo valore sia %(limit_value)s (è %(show_value)s).
ja: この値が__limit_value __（__ show_value__）であることを確認してください。
ko: 이 값이 %(limit_value)s ( %(show_value)s)인지 확인하십시오.
pl: Upewnij się, że ta wartość to %(limit_value)s (jest to %(show_value)s).
pt: Certifique-se de que este valor seja %(limit_value)s (é %(show_value)s).
ru: Убедитесь, что это значение %(limit_value)s (это %(show_value)s).
th: ตรวจสอบให้แน่ใจว่าค่านี้เป็น %(limit_value)s (คือ %(show_value)s)
tr: Bu değerin %(limit_value)s olduğundan emin olun ( %(show_value)s&#39;dir).
vi: Đảm bảo giá trị này là %(limit_value)s (nó là %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أقل من أو تساوي %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert kleiner oder gleich %(limit_value)sist.
es: Asegúrese de que este valor sea menor o igual que %(limit_value)s.
fr: Assurez-vous que cette valeur est inférieure ou égale à %(limit_value)s.
hi: सुनिश्चित करें कि यह मान %(limit_value)sसे कम या उसके बराबर है।
id: Pastikan nilai ini kurang dari atau sama dengan %(limit_value)s.
it: Assicurati che questo valore sia minore o uguale a %(limit_value)s.
ja: この値が %(limit_value)s以下であることを確認してください。
ko: 이 값이 %(limit_value)s보다 작거나 같은지 확인하십시오.
pl: Upewnij się, że ta wartość jest mniejsza lub równa %(limit_value)s.
pt: Certifique-se de que este valor seja menor ou igual a %(limit_value)s.
ru: Убедитесь, что это значение меньше или равно %(limit_value)s.
th: ตรวจสอบให้แน่ใจว่าค่านี้น้อยกว่าหรือเท่ากับ %(limit_value)s
tr: Bu değerin %(limit_value)sdeğerinden küçük veya ona eşit olduğundan emin olun.
vi: Đảm bảo giá trị này nhỏ hơn hoặc bằng %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أكبر من أو تساوي %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert größer oder gleich %(limit_value)sist.
es: Asegúrese de que este valor sea mayor o igual que %(limit_value)s.
fr: Assurez-vous que cette valeur est supérieure ou égale à %(limit_value)s.
hi: सुनिश्चित करें कि यह मान %(limit_value)sसे अधिक या उसके बराबर है।
id: Pastikan nilai ini lebih besar atau sama dengan %(limit_value)s.
it: Assicurati che questo valore sia maggiore o uguale a %(limit_value)s.
ja: この値が %(limit_value)s以上であることを確認してください。
ko: 이 값이 %(limit_value)s보다 크거나 같은지 확인하십시오.
pl: Upewnij się, że ta wartość jest większa lub równa %(limit_value)s.
pt: Certifique-se de que este valor seja maior ou igual a %(limit_value)s.
ru: Убедитесь, что это значение больше или равно %(limit_value)s.
th: ตรวจสอบให้แน่ใจว่าค่านี้มากกว่าหรือเท่ากับ %(limit_value)s
tr: Bu değerin %(limit_value)sdeğerinden büyük veya ona eşit olduğundan emin olun.
vi: Đảm bảo giá trị này lớn hơn hoặc bằng %(limit_value)s.
