Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: You hereby grant Tiksss.com a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media.
ar: أنت بموجب هذا تمنح Tiksss.com ترخيصًا غير حصري لاستخدام وإعادة إنتاج وتحرير وتفويض الآخرين لاستخدام وإعادة إنتاج وتحرير أي من تعليقاتك في أي وجميع الأشكال أو التنسيقات أو الوسائط.
de: Sie gewähren Tiksss.com hiermit eine nicht-exklusive Lizenz zur Nutzung, Vervielfältigung, Bearbeitung und Ermächtigung anderer zur Nutzung, Vervielfältigung und Bearbeitung Ihrer Kommentare in allen Formen, Formaten oder Medien.
es: Por la presente, otorga a Tiksss.com una licencia no exclusiva para usar, reproducir, editar y autorizar a otros a usar, reproducir y editar cualquiera de sus Comentarios en todas y cada una de las formas, formatos o medios.
fr: Vous accordez par la présente à Tiksss.com une licence non exclusive pour utiliser, reproduire, éditer et autoriser d&#39;autres personnes à utiliser, reproduire et éditer l&#39;un de vos Commentaires sous toutes formes, formats ou supports.
hi: आप इसके द्वारा Tiksss.com को किसी भी और सभी रूपों, प्रारूपों या मीडिया में अपनी किसी भी टिप्पणी का उपयोग, पुनरुत्पादन और संपादित करने के लिए दूसरों को उपयोग, पुन: पेश, संपादित और अधिकृत करने के लिए एक गैर-अनन्य लाइसेंस प्रदान करते हैं।
id: Anda dengan ini memberikan Tiksss.com lisensi non-eksklusif untuk menggunakan, mereproduksi, mengedit, dan mengizinkan orang lain untuk menggunakan, mereproduksi, dan mengedit Komentar Anda dalam segala bentuk, format, atau media.
it: Con la presente concedi a Tiksss.com una licenza non esclusiva per utilizzare, riprodurre, modificare e autorizzare altri a utilizzare, riprodurre e modificare qualsiasi tuo commento in qualsiasi forma, formato o supporto.
ja: これにより、Tiksss.comに、あらゆる形式、形式、またはメディアでのコメントの使用、複製、編集、および他者による使用、複製、編集を許可する非独占的なライセンスを付与します。
ko: 이로써 귀하는 Tiksss.com에 비독점적 라이선스를 부여하여 모든 형식, 형식 또는 미디어로 된 귀하의 댓글을 사용, 복제, 편집하고 다른 사람이 사용, 복제 및 편집할 수 있도록 승인합니다.
pl: Niniejszym udzielasz Tiksss.com niewyłącznej licencji na używanie, powielanie, edytowanie i upoważnianie innych do używania, powielania i edytowania dowolnych Twoich komentarzy we wszystkich formach, formatach lub mediach.
pt: Você, por meio deste, concede à Tiksss.com uma licença não exclusiva para usar, reproduzir, editar e autorizar terceiros a usar, reproduzir e editar qualquer um de seus Comentários em todas e quaisquer formas, formatos ou mídia.
ru: Настоящим вы предоставляете Tiksss.com неисключительную лицензию на использование, воспроизведение, редактирование и разрешение другим лицам использовать, воспроизводить и редактировать любые ваши Комментарии в любых формах, форматах или на любых носителях.
th: คุณให้สิทธิ์ Tiksss.com ในการใช้งาน ทำซ้ำ แก้ไข และอนุญาตให้ผู้อื่นใช้ ทำซ้ำ และแก้ไขความคิดเห็นของคุณในรูปแบบ รูปแบบ หรือสื่อใดๆ และทั้งหมด
tr: İşbu belgeyle Tiksss.com&#39;a münhasır olmayan bir lisans veriyorsunuz, kullanmak, çoğaltmak, düzenlemek ve başkalarına herhangi bir şekilde, herhangi bir biçimde, formatta veya ortamda Yorumlarınızı kullanmak, çoğaltmak ve düzenlemek için yetki vermektesiniz.
vi: Theo đây, bạn cấp cho Tiksss.com giấy phép không độc quyền để sử dụng, tái tạo, chỉnh sửa và cho phép người khác sử dụng, tái tạo và chỉnh sửa bất kỳ Nhận xét nào của bạn dưới bất kỳ hình thức, định dạng hoặc phương tiện nào.

source: Hyper linking to our Content
ar: الارتباط التشعبي إلى المحتوى الخاص بنا
de: Hyperlink zu unseren Inhalten
es: Hipervínculo a nuestro contenido
fr: Lien hypertexte vers notre Contenu
hi: हमारी सामग्री से हाइपर लिंकिंग
id: Tautan hiper ke Konten kami
it: Collegamento ipertestuale ai nostri contenuti
ja: コンテンツへのハイパーリンク
ko: 당사 콘텐츠에 대한 하이퍼 링크
pl: Hiperłącza do naszych treści
pt: Hiperligação ao nosso conteúdo
ru: Гиперссылка на наш контент
th: ไฮเปอร์ลิงก์ไปยังเนื้อหาของเรา
tr: İçeriğimize hiper bağlantı
vi: Siêu liên kết đến Nội dung của chúng tôi

source: The following organizations may link to our Website without prior written approval
ar: قد ترتبط المنظمات التالية بموقعنا على الويب دون موافقة كتابية مسبقة
de: Die folgenden Organisationen dürfen ohne vorherige schriftliche Genehmigung auf unsere Website verlinken
es: Las siguientes organizaciones pueden vincularse a nuestro sitio web sin aprobación previa por escrito
fr: Les organisations suivantes peuvent créer un lien vers notre site Web sans autorisation écrite préalable
hi: निम्नलिखित संगठन बिना पूर्व लिखित स्वीकृति के हमारी वेबसाइट से जुड़ सकते हैं
id: Organisasi berikut dapat menautkan ke Situs Web kami tanpa persetujuan tertulis sebelumnya
it: Le seguenti organizzazioni possono collegarsi al nostro sito Web senza previa approvazione scritta
ja: 以下の組織は、事前の書面による承認なしに当社のウェブサイトにリンクする場合があります
ko: 다음 조직은 사전 서면 승인 없이 당사 웹사이트에 연결할 수 있습니다.
pl: Następujące organizacje mogą łączyć się z naszą Witryną bez uprzedniej pisemnej zgody
pt: As seguintes organizações podem se conectar ao nosso site sem aprovação prévia por escrito
ru: Следующие организации могут ссылаться на наш веб-сайт без предварительного письменного разрешения.
th: องค์กรต่อไปนี้อาจเชื่อมโยงไปยังเว็บไซต์ของเราโดยไม่ได้รับการอนุมัติเป็นลายลักษณ์อักษรล่วงหน้า
tr: Aşağıdaki kuruluşlar önceden yazılı onay almadan Web Sitemize bağlanabilir
vi: Các tổ chức sau có thể liên kết đến Trang web của chúng tôi mà không cần chấp thuận trước bằng văn bản

source: Government agencies
ar: وكالات الحكومة
de: Regierungsbehörden
es: Agencias gubernamentales
fr: Organismes gouvernementaux
hi: सरकारी संस्थाएं
id: Agensi pemerintahan
it: Agenzie governative
ja: 政府機関
ko: 정부 기관
pl: Agencje rządowe
pt: Agências governamentais
ru: Государственные органы
th: เจ้าหน้าที่รัฐบาล
tr: Devlet kurumları
vi: Cơ quan chính phủ

source: Search engines
ar: محركات البحث
de: Suchmaschinen
es: Los motores de búsqueda
fr: Moteurs de recherche
hi: खोज इंजन
id: Mesin pencari
it: Motori di ricerca
ja: サーチエンジン
ko: 검색 엔진
pl: Wyszukiwarki
pt: Motores de busca
ru: Поисковые системы
th: เครื่องมือค้นหา
tr: Arama motorları
vi: Công cụ tìm kiếm

source: News organizations
ar: المنظمات الإخبارية
de: Nachrichtenorganisationen
es: Organizaciones de noticias
fr: Organismes de presse
hi: समाचार संगठन
id: Organisasi berita
it: Organizzazioni di notizie
ja: ニュース組織
ko: 뉴스 기관
pl: Organizacje informacyjne
pt: Organizações de notícias
ru: Новостные организации
th: องค์กรข่าว
tr: Haber kuruluşları
vi: Tổ chức tin tức

source: Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and
ar: يجوز لموزعي الدليل عبر الإنترنت الارتباط بموقعنا الإلكتروني بنفس طريقة الارتباط التشعبي لمواقع الويب الخاصة بالشركات الأخرى المدرجة ؛ و
de: Online-Verzeichnisverteiler können auf unsere Website auf die gleiche Weise verlinken wie Hyperlinks zu den Websites anderer gelisteter Unternehmen; und
es: Los distribuidores de directorios en línea pueden enlazar a nuestro sitio web de la misma manera que hacen hipervínculos a los sitios web de otras empresas que figuran en la lista; y
fr: Les distributeurs d&#39;annuaires en ligne peuvent créer un lien vers notre site Web de la même manière qu&#39;ils créent un lien hypertexte vers les sites Web d&#39;autres entreprises répertoriées ; et
hi: ऑनलाइन निर्देशिका वितरक हमारी वेबसाइट से उसी तरह लिंक कर सकते हैं जैसे वे अन्य सूचीबद्ध व्यवसायों की वेबसाइटों से हाइपरलिंक करते हैं; तथा
id: Distributor direktori online dapat menautkan ke Situs Web kami dengan cara yang sama seperti mereka menautkan tautan ke Situs Web bisnis lain yang terdaftar; dan
it: I distributori di elenchi online possono collegarsi al nostro sito Web nello stesso modo in cui collegano ipertestuale ai siti Web di altre aziende quotate; e
ja: オンラインディレクトリディストリビューターは、他の上場企業のWebサイトにハイパーリンクするのと同じ方法で、当社のWebサイトにリンクできます。そして
ko: 온라인 디렉토리 배포자는 다른 상장 기업의 웹사이트에 하이퍼링크로 연결되는 것과 동일한 방식으로 당사 웹사이트에 연결할 수 있습니다. 과
pl: Dystrybutorzy katalogów online mogą łączyć się z naszą Witryną w taki sam sposób, jak hiperłącza do Witryn innych wymienionych firm; i
pt: Os distribuidores de diretórios online podem ter links para nosso site da mesma maneira que fazem um hiperlink para sites de outras empresas listadas; e
ru: Распространители онлайн-каталогов могут ссылаться на наш веб-сайт таким же образом, как и гиперссылки на веб-сайты других перечисленных компаний; а также
th: ผู้จัดจำหน่ายไดเรกทอรีออนไลน์อาจเชื่อมโยงไปยังเว็บไซต์ของเราในลักษณะเดียวกับที่พวกเขาเชื่อมโยงไปยังเว็บไซต์ของธุรกิจอื่น ๆ ที่อยู่ในรายการ และ
tr: Çevrimiçi rehber dağıtıcıları, Web Sitemize, listelenen diğer işletmelerin Web Sitelerine köprü oluşturdukları gibi bağlantı verebilirler; ve
vi: Các nhà phân phối danh bạ trực tuyến có thể liên kết đến Trang web của chúng tôi theo cách tương tự như họ siêu liên kết đến Trang web của các doanh nghiệp được liệt kê khác; và

source: System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.
ar: الشركات المعتمدة على مستوى النظام باستثناء طلب المنظمات غير الربحية ومراكز التسوق الخيرية ومجموعات جمع التبرعات الخيرية التي قد لا ترتبط ارتباطًا تشعبيًا بموقعنا على الويب.
de: Systemweit akkreditierte Unternehmen, ausgenommen gemeinnützige Organisationen, Wohltätigkeits-Einkaufszentren und Wohltätigkeits-Fundraising-Gruppen, die keinen Hyperlink zu unserer Website haben dürfen.
es: Empresas acreditadas de todo el sistema, excepto las organizaciones sin fines de lucro, los centros comerciales de caridad y los grupos de recaudación de fondos de caridad que no pueden hacer hipervínculos a nuestro sitio web.
fr: Entreprises accréditées à l&#39;échelle du système, à l&#39;exception des organisations à but non lucratif, des centres commerciaux caritatifs et des groupes de collecte de fonds caritatifs qui ne peuvent pas créer de lien hypertexte vers notre site Web.
hi: गैर-लाभकारी संगठनों, चैरिटी शॉपिंग मॉल, और चैरिटी फंडरेज़िंग समूहों को छोड़कर जो हमारी वेब साइट से हाइपरलिंक नहीं हो सकते हैं, सिस्टम वाइड मान्यता प्राप्त व्यवसाय।
id: Bisnis Terakreditasi di seluruh sistem kecuali meminta organisasi nirlaba, pusat perbelanjaan amal, dan kelompok penggalangan dana amal yang mungkin tidak hyperlink ke situs Web kami.
it: Aziende accreditate a livello di sistema eccetto che sollecitano organizzazioni senza scopo di lucro, centri commerciali di beneficenza e gruppi di raccolta fondi di beneficenza che potrebbero non avere collegamenti ipertestuali al nostro sito Web.
ja: 非営利団体、チャリティーショッピングモール、チャリティー募金グループの勧誘を除き、システム全体の認定企業。当社のWebサイトにハイパーリンクできない場合があります。
ko: 비영리 조직, 자선 쇼핑몰 및 당사 웹 사이트에 하이퍼링크할 수 없는 자선 기금 모금 그룹을 요청하는 경우를 제외하고 시스템 전반에 걸쳐 인증된 비즈니스.
pl: Akredytowane firmy obejmujące cały system, z wyjątkiem pozyskiwania organizacji non-profit, charytatywnych centrów handlowych i charytatywnych grup zbierających fundusze, które nie mogą prowadzić hiperłączy do naszej witryny internetowej.
pt: Negócios credenciados em todo o sistema, exceto para solicitar organizações sem fins lucrativos, shopping centers de caridade e grupos de arrecadação de fundos de caridade que não podem ter um link para nosso site.
ru: Аккредитованные компании в масштабе всей системы, за исключением привлечения некоммерческих организаций, благотворительных торговых центров и благотворительных групп по сбору средств, которые не могут гиперссылки на наш веб-сайт.
th: ธุรกิจที่ได้รับการรับรองทั้งระบบ ยกเว้นการชักชวนองค์กรไม่แสวงหาผลกำไร ห้างสรรพสินค้าเพื่อการกุศล และกลุ่มการระดมทุนเพื่อการกุศลซึ่งอาจไม่มีไฮเปอร์ลิงก์ไปยังเว็บไซต์ของเรา
tr: Kar amacı gütmeyen kuruluşlar, hayır amaçlı alışveriş merkezleri ve Web sitemize köprü oluşturamayan hayır kurumu bağış toplama grupları talep eden hariç, sistem çapında Akredite İşletmeler.
vi: Các Doanh nghiệp Được Công nhận trên toàn hệ thống ngoại trừ việc kêu gọi các tổ chức phi lợi nhuận, các trung tâm mua sắm từ thiện và các nhóm gây quỹ từ thiện có thể không liên kết với trang Web của chúng tôi.

source: These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site.
ar: قد ترتبط هذه المنظمات بصفحتنا الرئيسية أو بالمنشورات أو بمعلومات أخرى على موقع الويب طالما أن الرابط: (أ) ليس مضللاً بأي شكل من الأشكال ؛ (ب) لا يعني ضمنيًا رعاية أو تأييد أو موافقة الطرف المرتبط ومنتجاته و / أو خدماته ؛ و (ج) يناسب سياق موقع الطرف المرتبط.
de: Diese Organisationen können auf unsere Homepage, auf Veröffentlichungen oder auf andere Website-Informationen verlinken, solange der Link: (a) in keiner Weise täuscht; (b) nicht fälschlicherweise Sponsoring, Billigung oder Genehmigung der verlinkenden Partei und ihrer Produkte und/oder Dienstleistungen impliziert; und (c) in den Kontext der Site der verlinkenden Partei passt.
es: Estas organizaciones pueden enlazar a nuestra página de inicio, a publicaciones oa otra información del sitio web siempre que el enlace: (a) no sea engañoso de ninguna manera; (b) no implica falsamente patrocinio, respaldo o aprobación de la parte vinculante y sus productos y / o servicios; y (c) encaja en el contexto del sitio de la parte vinculante.
fr: Ces organisations peuvent créer un lien vers notre page d&#39;accueil, des publications ou d&#39;autres informations sur le site Web tant que le lien : (a) n&#39;est en aucun cas trompeur ; (b) n&#39;implique pas faussement le parrainage, l&#39;approbation ou l&#39;approbation de la partie de liaison et de ses produits et/ou services ; et (c) s&#39;inscrit dans le contexte du site de la partie de liaison.
hi: जब तक लिंक: (ए) किसी भी तरह से भ्रामक नहीं है, ये संगठन हमारे होम पेज, प्रकाशनों या अन्य वेबसाइट जानकारी से लिंक कर सकते हैं; (बी) लिंकिंग पार्टी और उसके उत्पादों और/या सेवाओं के प्रायोजन, समर्थन या अनुमोदन का झूठा अर्थ नहीं है; और (सी) लिंकिंग पार्टी की साइट के संदर्भ में फिट बैठता है।
id: Organisasi-organisasi ini dapat menautkan ke beranda kami, ke publikasi, atau ke informasi Situs Web lainnya selama tautan tersebut: (a) sama sekali tidak menipu; (b) tidak secara keliru menyiratkan sponsor, dukungan atau persetujuan dari pihak yang menghubungkan dan produk dan/atau layanannya; dan (c) sesuai dengan konteks situs pihak yang menautkan.
it: Queste organizzazioni possono collegarsi alla nostra home page, a pubblicazioni o ad altre informazioni del sito Web a condizione che il collegamento: (a) non sia in alcun modo ingannevole; (b) non implica falsamente sponsorizzazione, approvazione o approvazione della parte collegata e dei suoi prodotti e/o servizi; e (c) si inserisce nel contesto del sito della parte collegata.
ja: これらの組織は、リンクが次の条件を満たしている限り、当社のホームページ、出版物、またはその他のWebサイト情報にリンクすることができます。 （b）リンク先およびその製品および/またはサービスのスポンサー、承認、または承認を誤って示唆するものではありません。 （c）リンク先のサイトのコンテキスト内に収まる。
ko: 이러한 조직은 링크가 다음과 같은 경우 당사 홈페이지, 간행물 또는 기타 웹사이트 정보에 링크할 수 있습니다. (b) 연결 당사자와 그 제품 및/또는 서비스의 후원, 보증 또는 승인을 거짓으로 암시하지 않습니다. (c) 연결 당사자 사이트의 맥락에 적합합니다.
pl: Organizacje te mogą łączyć się z naszą stroną główną, publikacjami lub innymi informacjami Witryny, o ile link: (a) nie jest w żaden sposób zwodniczy; (b) nie sugeruje fałszywie sponsorowania, poparcia lub zatwierdzenia strony łączącej i jej produktów i/lub usług; oraz (c) pasuje do kontekstu strony łączącej.
pt: Essas organizações podem ter links para nossa página inicial, publicações ou outras informações do site, desde que o link: (a) não seja enganoso de forma alguma; (b) não implique falsamente em patrocínio, endosso ou aprovação da parte vinculante e de seus produtos e / ou serviços; e (c) se enquadra no contexto do site da parte vinculante.
ru: Эти организации могут ссылаться на нашу домашнюю страницу, публикации или другую информацию веб-сайта, если ссылка: (а) никоим образом не вводит в заблуждение; (б) не подразумевает ложно спонсорство, поддержку или одобрение связывающей стороны и ее продуктов и / или услуг; и (c) вписывается в контекст сайта связывающей стороны.
th: องค์กรเหล่านี้อาจเชื่อมโยงไปยังโฮมเพจของเรา สิ่งพิมพ์ หรือข้อมูลเว็บไซต์อื่น ๆ ตราบเท่าที่ลิงก์: (a) ไม่หลอกลวงในทางใดทางหนึ่ง; (b) ไม่ได้กล่าวเป็นนัยถึงการสนับสนุน การรับรอง หรือการอนุมัติของฝ่ายที่เชื่อมโยง และผลิตภัณฑ์ และ/หรือบริการของฝ่ายที่เชื่อมโยง และ (c) เหมาะสมกับบริบทของเว็บไซต์ของฝ่ายที่เชื่อมโยง
tr: Bu kuruluşlar, bağlantı: (a) hiçbir şekilde aldatıcı olmadığı; (b) bağlantı veren tarafın ve ürünlerinin ve/veya hizmetlerinin sponsorluğunu, onayını veya onayını yanlış bir şekilde ima etmez; ve (c) bağlantı veren tarafın sitesi bağlamına uyması.
vi: Các tổ chức này có thể liên kết đến trang chủ của chúng tôi, đến các ấn phẩm hoặc thông tin Trang web khác, miễn là liên kết: (a) không lừa đảo dưới bất kỳ hình thức nào; (b) không ngụ ý sai sự tài trợ, xác nhận hoặc chấp thuận của bên liên kết và các sản phẩm và / hoặc dịch vụ của bên liên kết; và (c) phù hợp với ngữ cảnh của trang web của bên liên kết.

source: We may consider and approve other link requests from the following types of organizations
ar: يجوز لنا النظر في طلبات الارتباط الأخرى والموافقة عليها من الأنواع التالية من المؤسسات
de: Wir können andere Linkanfragen von den folgenden Arten von Organisationen prüfen und genehmigen
es: Podemos considerar y aprobar otras solicitudes de enlace de los siguientes tipos de organizaciones
fr: Nous pouvons considérer et approuver d&#39;autres demandes de lien des types d&#39;organisations suivants
hi: हम निम्नलिखित प्रकार के संगठनों से अन्य लिंक अनुरोधों पर विचार कर सकते हैं और उन्हें स्वीकार कर सकते हैं
id: Kami dapat mempertimbangkan dan menyetujui permintaan tautan lain dari jenis organisasi berikut
it: Potremmo prendere in considerazione e approvare altre richieste di collegamento dai seguenti tipi di organizzazioni
ja: 以下の種類の組織からの他のリンクリクエストを検討し、承認する場合があります
ko: 당사는 다음 유형의 조직에서 다른 연결 요청을 고려하고 승인할 수 있습니다.
pl: Możemy rozważyć i zatwierdzić inne prośby o połączenie od następujących typów organizacji:
pt: Podemos considerar e aprovar outras solicitações de link dos seguintes tipos de organizações
ru: Мы можем рассматривать и одобрять другие запросы на ссылки от следующих типов организаций
th: เราอาจพิจารณาและอนุมัติคำขอเชื่อมโยงอื่นๆ จากองค์กรประเภทต่อไปนี้
tr: Aşağıdaki kuruluş türlerinden gelen diğer bağlantı isteklerini dikkate alabilir ve onaylayabiliriz.
vi: Chúng tôi có thể xem xét và chấp thuận các yêu cầu liên kết khác từ các loại tổ chức sau

source: commonly-known consumer and/or business information sources
ar: المستهلك و / أو مصادر المعلومات التجارية المعروفة
de: allgemein bekannte Informationsquellen für Verbraucher und/oder Unternehmen
es: fuentes de información de consumidores y / o empresas comúnmente conocidas
fr: sources d&#39;informations connues sur les consommateurs et/ou les entreprises
hi: सामान्य रूप से ज्ञात उपभोक्ता और/या व्यावसायिक सूचना स्रोत
id: sumber informasi konsumen dan/atau bisnis yang umum dikenal
it: fonti di informazioni commerciali e/o di consumatori comunemente note
ja: 一般的に知られている消費者および/またはビジネス情報ソース
ko: 일반적으로 알려진 소비자 및/또는 비즈니스 정보 소스
pl: powszechnie znane źródła informacji konsumenckich i/lub biznesowych,
pt: fontes de informações de consumidores e / ou negócios comumente conhecidas
ru: общеизвестные источники информации о потребителях и / или бизнесе
th: แหล่งข้อมูลผู้บริโภคและ/หรือธุรกิจที่เป็นที่รู้จักทั่วไป
tr: yaygın olarak bilinen tüketici ve/veya işletme bilgi kaynakları
vi: các nguồn thông tin người tiêu dùng và / hoặc doanh nghiệp thường được biết đến

source: dot.com community sites
ar: مواقع مجتمع dot.com
es: sitios de la comunidad dot.com
fr: sites communautaires dot.com
hi: dot.com कम्युनिटी साइट्स
id: situs komunitas dot.com
it: siti della comunità dot.com
ja: dot.comコミュニティサイト
ko: 닷컴 커뮤니티 사이트
pl: witryny społeczności dot.com
pt: sites da comunidade dot.com
ru: сайты сообщества dot.com
th: เว็บไซต์ชุมชน dot.comcom
tr: dot.com topluluk siteleri
vi: trang web cộng đồng dot.com

source: associations or other groups representing charities
ar: الجمعيات أو المجموعات الأخرى التي تمثل الجمعيات الخيرية
de: Vereine oder andere Gruppen, die Wohltätigkeitsorganisationen vertreten
es: asociaciones u otros grupos que representan organizaciones benéficas
fr: associations ou autres groupes représentant des organismes de bienfaisance
hi: संघ या अन्य समूह जो दान का प्रतिनिधित्व करते हैं
id: asosiasi atau kelompok lain yang mewakili badan amal
it: associazioni o altri gruppi che rappresentano enti di beneficenza
ja: 慈善団体を代表する協会またはその他のグループ
ko: 자선 단체를 대표하는 협회 또는 기타 그룹
pl: stowarzyszenia lub inne grupy reprezentujące organizacje charytatywne
pt: associações ou outros grupos que representam instituições de caridade
ru: ассоциации или другие группы, представляющие благотворительные организации
th: สมาคมหรือกลุ่มอื่น ๆ ที่เป็นตัวแทนขององค์กรการกุศล
tr: hayır kurumlarını temsil eden dernekler veya diğer gruplar
vi: các hiệp hội hoặc các nhóm khác đại diện cho các tổ chức từ thiện

source: online directory distributors
ar: موزعي الدليل عبر الإنترنت
de: Online-Verzeichnisverteiler
es: distribuidores de directorio online
fr: distributeurs d&#39;annuaires en ligne
hi: ऑनलाइन निर्देशिका वितरक
id: distributor direktori online
it: distributori di elenchi online
ja: オンラインディレクトリディストリビューター
ko: 온라인 디렉토리 유통업체
pl: dystrybutorzy katalogów online
pt: distribuidores de diretório online
ru: онлайн-каталог дистрибьюторов
th: ตัวแทนจำหน่ายไดเร็กทอรีออนไลน์
tr: çevrimiçi dizin dağıtıcıları
vi: nhà phân phối thư mục trực tuyến

source: internet portals
ar: بوابات الإنترنت
de: Internetportale
es: portales de internet
fr: portails Internet
hi: इंटरनेट पोर्टल
id: portal internet
it: portali internet
ja: インターネットポータル
ko: 인터넷 포털
pl: portale internetowe
pt: portais de internet
ru: интернет-порталы
th: พอร์ทัลอินเทอร์เน็ต
tr: internet portalları
vi: cổng thông tin internet

source: accounting, law and consulting firms; and
ar: شركات المحاسبة والقانون والاستشارات ؛ و
de: Wirtschaftsprüfungs-, Anwalts- und Beratungsfirmen; und
es: firmas de contabilidad, derecho y consultoría; y
fr: cabinets d&#39;experts-comptables, d&#39;avocats et de conseil; et
hi: लेखा, कानून और परामर्श फर्म; तथा
id: firma akuntansi, hukum dan konsultan; dan
it: studi contabili, legali e di consulenza; e
ja: 会計、法律、コンサルティング会社。そして
ko: 회계, 법률 및 컨설팅 회사; 과
pl: firmy księgowe, prawnicze i doradcze; i
pt: escritórios de contabilidade, advocacia e consultoria; e
ru: бухгалтерские, юридические и консалтинговые фирмы; а также
th: สำนักงานบัญชี กฎหมาย และที่ปรึกษา และ
tr: muhasebe, hukuk ve danışmanlık firmaları; ve
vi: công ty kế toán, luật và tư vấn; và

source: Educational institutions and trade associations.
ar: المؤسسات التعليمية والجمعيات التجارية.
de: Bildungseinrichtungen und Wirtschaftsverbände.
es: Instituciones educativas y asociaciones comerciales.
fr: Établissements d&#39;enseignement et associations professionnelles.
hi: शैक्षिक संस्थान और व्यापार संघ।
id: Lembaga pendidikan dan asosiasi perdagangan.
it: Istituzioni educative e associazioni di categoria.
ja: 教育機関および業界団体。
ko: 교육 기관 및 무역 협회.
pl: Instytucje edukacyjne i stowarzyszenia branżowe.
pt: Instituições de ensino e associações comerciais.
ru: Образовательные учреждения и торговые ассоциации.
th: สถาบันการศึกษาและสมาคมการค้า
tr: Eğitim kurumları ve ticaret birlikleri.
vi: Các tổ chức giáo dục và hiệp hội thương mại.
