Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information
ar: سيتم توضيح المعلومات الشخصية التي يُطلب منك تقديمها ، وأسباب مطالبتك بتقديمها ، في الوقت الذي نطلب منك فيه تقديم معلوماتك الشخصية
de: Die personenbezogenen Daten, um die Sie gebeten werden, und die Gründe, warum Sie gebeten werden, diese anzugeben, werden Ihnen an der Stelle deutlich gemacht, an der wir Sie um die Angabe Ihrer personenbezogenen Daten bitten
es: La información personal que se le solicita que proporcione, y las razones por las que se le solicita que la proporcione, se le aclararán en el momento en que le solicitemos que proporcione su información personal.
fr: Les informations personnelles que vous êtes invité à fournir et les raisons pour lesquelles vous êtes invité à les fournir vous seront clairement indiquées au moment où nous vous demanderons de fournir vos informations personnelles.
hi: आपसे जो व्यक्तिगत जानकारी प्रदान करने के लिए कहा गया है, और जिन कारणों से आपको इसे प्रदान करने के लिए कहा गया है, आपको उस समय स्पष्ट कर दिया जाएगा जब हम आपसे आपकी व्यक्तिगत जानकारी प्रदान करने के लिए कहेंगे।
id: Informasi pribadi yang diminta untuk Anda berikan, dan alasan mengapa Anda diminta untuk memberikannya, akan dijelaskan kepada Anda pada saat kami meminta Anda untuk memberikan informasi pribadi Anda
it: Le informazioni personali che ti viene chiesto di fornire e i motivi per cui ti viene chiesto di fornirle ti saranno chiarite nel momento in cui ti chiediamo di fornire le tue informazioni personali
ja: 提供を求められた個人情報およびその理由は、個人情報の提供を求められた時点で明らかになります。
ko: 귀하가 제공하도록 요청받은 개인 정보 및 귀하가 제공하도록 요청받은 이유는 귀하에게 개인 정보를 제공하도록 요청하는 시점에 귀하에게 명확해질 것입니다.
pl: Dane osobowe, o które jesteś proszony, oraz powody, dla których jesteś proszony o ich podanie, zostaną Ci wyjaśnione w momencie, gdy poprosimy Cię o podanie swoich danych osobowych
pt: As informações pessoais que você deve fornecer e os motivos pelos quais você deve fornecê-las serão esclarecidos no momento em que solicitarmos que você forneça suas informações pessoais
ru: Личная информация, которую вас просят предоставить, и причины, по которым вас просят предоставить ее, будут ясны вам в тот момент, когда мы просим вас предоставить вашу личную информацию.
th: ข้อมูลส่วนบุคคลที่คุณถูกขอให้ระบุและเหตุผลที่ขอให้คุณให้ข้อมูลนั้น จะแสดงให้คุณทราบอย่างชัดเจน ณ จุดที่เราขอให้คุณให้ข้อมูลส่วนบุคคลของคุณ
tr: Sizden istenen kişisel bilgiler ve neden vermenizin istendiği, kişisel bilgilerinizi vermenizi istediğimiz noktada size net olarak açıklanacaktır.
vi: Thông tin cá nhân mà bạn được yêu cầu cung cấp và lý do tại sao bạn được yêu cầu cung cấp, sẽ được làm rõ cho bạn tại thời điểm chúng tôi yêu cầu bạn cung cấp thông tin cá nhân của mình

source: If you contact us directly, we may receive additional information about you such as your name, email address, phone number, and the contents of the message and/or attachments you may send us, and any other information you may choose to provide
ar: إذا اتصلت بنا مباشرة ، فقد نتلقى معلومات إضافية عنك مثل اسمك وعنوان بريدك الإلكتروني ورقم هاتفك ومحتويات الرسالة و / أو المرفقات التي قد ترسلها إلينا وأي معلومات أخرى قد تختار تقديمها
de: Wenn Sie uns direkt kontaktieren, erhalten wir möglicherweise zusätzliche Informationen über Sie wie Ihren Namen, Ihre E-Mail-Adresse, Ihre Telefonnummer und den Inhalt der Nachricht und/oder der Anhänge, die Sie uns senden, sowie alle anderen Informationen, die Sie uns zur Verfügung stellen
es: Si se comunica con nosotros directamente, es posible que recibamos información adicional sobre usted, como su nombre, dirección de correo electrónico, número de teléfono y el contenido del mensaje y / o archivos adjuntos que pueda enviarnos, y cualquier otra información que elija proporcionar.
fr: Si vous nous contactez directement, nous pouvons recevoir des informations supplémentaires vous concernant, telles que votre nom, votre adresse e-mail, votre numéro de téléphone et le contenu du message et/ou des pièces jointes que vous pouvez nous envoyer, ainsi que toute autre information que vous pouvez choisir de fournir.
hi: यदि आप हमसे सीधे संपर्क करते हैं, तो हम आपके बारे में अतिरिक्त जानकारी प्राप्त कर सकते हैं जैसे आपका नाम, ईमेल पता, फोन नंबर, और संदेश की सामग्री और/या संलग्नक जो आप हमें भेज सकते हैं, और कोई अन्य जानकारी जिसे आप प्रदान करना चुन सकते हैं
id: Jika Anda menghubungi kami secara langsung, kami dapat menerima informasi tambahan tentang Anda seperti nama, alamat email, nomor telepon, dan isi pesan dan/atau lampiran yang Anda kirimkan kepada kami, dan informasi lain yang mungkin Anda pilih untuk diberikan.
it: Se ci contatti direttamente, potremmo ricevere ulteriori informazioni su di te come il tuo nome, indirizzo e-mail, numero di telefono e il contenuto del messaggio e/o degli allegati che potresti inviarci e qualsiasi altra informazione che potresti scegliere di fornire
ja: あなたが直接私たちに連絡する場合、私たちはあなたの名前、電子メールアドレス、電話番号、あなたが私たちに送るかもしれないメッセージや添付ファイルの内容、そしてあなたが提供することを選択するかもしれない他の情報などのあなたに関する追加情報を受け取るかもしれません
ko: 귀하가 당사에 직접 연락하면 귀하의 이름, 이메일 주소, 전화번호, 귀하가 당사에 보낼 수 있는 메시지 및/또는 첨부 파일의 내용, 귀하가 제공하기로 선택할 수 있는 기타 정보와 같은 귀하에 대한 추가 정보를 받을 수 있습니다.
pl: Jeśli skontaktujesz się z nami bezpośrednio, możemy otrzymać dodatkowe informacje o Tobie, takie jak Twoje imię i nazwisko, adres e-mail, numer telefonu oraz treść wiadomości i/lub załączników, które możesz nam wysłać, a także wszelkie inne informacje, które możesz podać
pt: Se você nos contatar diretamente, poderemos receber informações adicionais sobre você, como seu nome, endereço de e-mail, número de telefone e o conteúdo da mensagem e / ou anexos que você pode nos enviar, e qualquer outra informação que você decida fornecer
ru: Если вы обратитесь к нам напрямую, мы можем получить дополнительную информацию о вас, такую как ваше имя, адрес электронной почты, номер телефона, а также содержание сообщения и / или вложений, которые вы можете нам отправить, а также любую другую информацию, которую вы можете предоставить.
th: หากคุณติดต่อเราโดยตรง เราอาจได้รับข้อมูลเพิ่มเติมเกี่ยวกับคุณ เช่น ชื่อ ที่อยู่อีเมล หมายเลขโทรศัพท์ และเนื้อหาของข้อความและ/หรือไฟล์แนบที่คุณอาจส่งถึงเรา และข้อมูลอื่นๆ ที่คุณอาจเลือกให้
tr: Bizimle doğrudan iletişime geçerseniz, adınız, e-posta adresiniz, telefon numaranız ve bize gönderebileceğiniz mesajın ve/veya eklerin içeriği ve vermeyi seçebileceğiniz diğer bilgiler gibi sizinle ilgili ek bilgiler alabiliriz.
vi: Nếu bạn liên hệ trực tiếp với chúng tôi, chúng tôi có thể nhận được thông tin bổ sung về bạn như tên, địa chỉ email, số điện thoại và nội dung của tin nhắn và / hoặc tệp đính kèm mà bạn có thể gửi cho chúng tôi và bất kỳ thông tin nào khác mà bạn có thể chọn cung cấp

source: When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.
ar: عند التسجيل للحصول على حساب ، قد نطلب معلومات الاتصال الخاصة بك ، بما في ذلك عناصر مثل الاسم واسم الشركة والعنوان وعنوان البريد الإلكتروني ورقم الهاتف.
de: Wenn Sie sich für ein Konto registrieren, fragen wir möglicherweise nach Ihren Kontaktinformationen, einschließlich Angaben wie Name, Firmenname, Adresse, E-Mail-Adresse und Telefonnummer.
es: Cuando se registra para obtener una cuenta, es posible que le solicitemos su información de contacto, incluidos elementos como el nombre, el nombre de la empresa, la dirección, la dirección de correo electrónico y el número de teléfono.
fr: Lorsque vous créez un compte, nous pouvons vous demander vos coordonnées, y compris des éléments tels que le nom, le nom de l&#39;entreprise, l&#39;adresse, l&#39;adresse e-mail et le numéro de téléphone.
hi: जब आप किसी खाते के लिए पंजीकरण करते हैं, तो हम आपकी संपर्क जानकारी मांग सकते हैं, जिसमें नाम, कंपनी का नाम, पता, ईमेल पता और टेलीफोन नंबर जैसे आइटम शामिल हैं।
id: Saat Anda mendaftar untuk sebuah Akun, kami dapat meminta informasi kontak Anda, termasuk item seperti nama, nama perusahaan, alamat, alamat email, dan nomor telepon.
it: Quando ti registri per un Account, potremmo richiedere le tue informazioni di contatto, inclusi elementi come nome, ragione sociale, indirizzo, indirizzo e-mail e numero di telefono.
ja: アカウントに登録する際に、氏名、会社名、住所、メールアドレス、電話番号などの連絡先情報をお伺いする場合があります。
ko: 계정에 등록할 때 이름, 회사 이름, 주소, 이메일 주소 및 전화번호와 같은 항목을 포함한 연락처 정보를 요청할 수 있습니다.
pl: Podczas rejestracji Konta możemy poprosić o Twoje dane kontaktowe, w tym takie elementy, jak imię i nazwisko, nazwa firmy, adres, adres e-mail i numer telefonu.
pt: Quando você se registra para uma conta, podemos solicitar suas informações de contato, incluindo itens como nome, nome da empresa, endereço, endereço de e-mail e número de telefone.
ru: Когда вы регистрируете учетную запись, мы можем запросить вашу контактную информацию, включая такие элементы, как имя, название компании, адрес, адрес электронной почты и номер телефона.
th: เมื่อคุณลงทะเบียนบัญชี เราอาจขอข้อมูลติดต่อของคุณ รวมถึงรายการต่างๆ เช่น ชื่อ ชื่อบริษัท ที่อยู่ ที่อยู่อีเมล และหมายเลขโทรศัพท์
tr: Bir Hesap için kaydolduğunuzda, ad, şirket adı, adres, e-posta adresi ve telefon numarası gibi öğeler dahil olmak üzere iletişim bilgilerinizi isteyebiliriz.
vi: Khi bạn đăng ký Tài khoản, chúng tôi có thể yêu cầu thông tin liên hệ của bạn, bao gồm các mục như tên, tên công ty, địa chỉ, địa chỉ email và số điện thoại.

source: Log Data
ar: تسجيل البيانات
de: Logdaten
es: Dato de registro
fr: Données de journal
hi: लॉग डेटा
id: Data Log
it: Dati di registro
ja: ログデータ
ko: 로그 데이터
pl: Dane dziennika
pt: Dados de registro
ru: Данные журнала
th: บันทึกข้อมูล
tr: Günlük Verileri
vi: Dữ liệu nhật ký

source: we want to inform you that whenever you use our Service, in a case of an error in the app we collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ("IP") address, device name, operating system version, the configuration of the app when utilizing our Service, the time and date of your use of the Service, and other statistics
ar: نود إبلاغك أنه كلما استخدمت خدمتنا ، في حالة حدوث خطأ في التطبيق ، نقوم بجمع البيانات والمعلومات (من خلال منتجات الجهات الخارجية) على هاتفك تسمى Log Data. قد تتضمن بيانات السجل هذه معلومات مثل عنوان بروتوكول الإنترنت (&quot;IP&quot;) الخاص بجهازك ، واسم الجهاز ، وإصدار نظام التشغيل ، وتكوين التطبيق عند استخدام خدمتنا ، ووقت وتاريخ استخدامك للخدمة ، وإحصاءات أخرى
de: Wir möchten Sie darüber informieren, dass wir bei jeder Nutzung unseres Dienstes im Falle eines Fehlers in der App Daten und Informationen (über Produkte von Drittanbietern) auf Ihrem Telefon namens Log Data erfassen. Diese Protokolldaten können Informationen wie die Internet Protocol (&quot;IP&quot;)-Adresse Ihres Geräts, den Gerätenamen, die Betriebssystemversion, die Konfiguration der App bei der Nutzung unseres Dienstes, die Uhrzeit und das Datum Ihrer Nutzung des Dienstes und andere Statistiken enthalten
es: Queremos informarle que cada vez que utiliza nuestro Servicio, en caso de error en la aplicación, recopilamos datos e información (a través de productos de terceros) en su teléfono llamado Datos de registro. Estos datos de registro pueden incluir información como la dirección de Protocolo de Internet (&quot;IP&quot;) de su dispositivo, el nombre del dispositivo, la versión del sistema operativo, la configuración de la aplicación cuando utiliza nuestro Servicio, la hora y fecha de su uso del Servicio y otras estadísticas.
fr: nous souhaitons vous informer que chaque fois que vous utilisez notre Service, en cas d&#39;erreur dans l&#39;application, nous collectons des données et des informations (via des produits tiers) sur votre téléphone, appelées Log Data. Ces données de journal peuvent inclure des informations telles que l&#39;adresse de protocole Internet (&quot;IP&quot;) de votre appareil, le nom de l&#39;appareil, la version du système d&#39;exploitation, la configuration de l&#39;application lors de l&#39;utilisation de notre service, l&#39;heure et la date de votre utilisation du service et d&#39;autres statistiques.
hi: हम आपको सूचित करना चाहते हैं कि जब भी आप हमारी सेवा का उपयोग करते हैं, तो ऐप में किसी त्रुटि के मामले में हम आपके फोन पर लॉग डेटा नामक डेटा और जानकारी (तृतीय पक्ष उत्पादों के माध्यम से) एकत्र करते हैं। इस लॉग डेटा में आपकी डिवाइस इंटरनेट प्रोटोकॉल (&quot;आईपी&quot;) पता, डिवाइस का नाम, ऑपरेटिंग सिस्टम संस्करण, हमारी सेवा का उपयोग करते समय ऐप का कॉन्फ़िगरेशन, सेवा के आपके उपयोग का समय और तारीख, और अन्य आंकड़े जैसी जानकारी शामिल हो सकती है।
id: kami ingin memberi tahu Anda bahwa setiap kali Anda menggunakan Layanan kami, jika terjadi kesalahan dalam aplikasi, kami mengumpulkan data dan informasi (melalui produk pihak ketiga) di ponsel Anda yang disebut Data Log. Data Log ini dapat mencakup informasi seperti alamat Protokol Internet (&quot;IP&quot;) perangkat Anda, nama perangkat, versi sistem operasi, konfigurasi aplikasi saat menggunakan Layanan kami, waktu dan tanggal penggunaan Layanan oleh Anda, dan statistik lainnya
it: desideriamo informarti che ogni volta che utilizzi il nostro Servizio, in caso di errore nell&#39;app raccogliamo dati e informazioni (tramite prodotti di terze parti) sul tuo telefono chiamati Log Data. Questi dati di registro possono includere informazioni quali l&#39;indirizzo del protocollo Internet (&quot;IP&quot;) del dispositivo, il nome del dispositivo, la versione del sistema operativo, la configurazione dell&#39;app durante l&#39;utilizzo del nostro servizio, l&#39;ora e la data di utilizzo del servizio e altre statistiche
ja: あなたが私たちのサービスを使用するときはいつでも、アプリでエラーが発生した場合、私たちはログデータと呼ばれるあなたの電話でデータと情報を（サードパーティ製品を通じて）収集することをお知らせしたいと思います。このログデータには、デバイスのインターネットプロトコル（「IP」）アドレス、デバイス名、オペレーティングシステムのバージョン、サービスを利用する際のアプリの構成、サービスの使用日時、その他の統計情報が含まれる場合があります。
ko: 당사는 귀하가 당사 서비스를 사용할 때마다 앱에 오류가 있는 경우 로그 데이터라고 하는 귀하의 전화기에서 데이터 및 정보(제3자 제품을 통해)를 수집함을 알려드립니다. 이 로그 데이터에는 장치 인터넷 프로토콜(&quot;IP&quot;) 주소, 장치 이름, 운영 체제 버전, 서비스 이용 시 앱 구성, 서비스 사용 시간 및 날짜 및 기타 통계와 같은 정보가 포함될 수 있습니다.
pl: informujemy, że za każdym razem, gdy korzystasz z naszej Usługi, w przypadku wystąpienia błędu w aplikacji zbieramy dane i informacje (za pośrednictwem produktów firm trzecich) na Twoim telefonie o nazwie Log Data. Dane dziennika mogą zawierać takie informacje, jak adres IP urządzenia (&quot;IP&quot;), nazwa urządzenia, wersja systemu operacyjnego, konfiguracja aplikacji podczas korzystania z naszej Usługi, czas i data korzystania z Usługi oraz inne statystyki
pt: Queremos informar que sempre que você utiliza nosso Serviço, em caso de erro no aplicativo, coletamos dados e informações (por meio de produtos de terceiros) em seu telefone denominado Log Data. Esses dados de registro podem incluir informações como endereço de protocolo de Internet (&quot;IP&quot;) do dispositivo, nome do dispositivo, versão do sistema operacional, configuração do aplicativo ao utilizar nosso serviço, hora e data de uso do serviço e outras estatísticas
ru: мы хотим сообщить вам, что всякий раз, когда вы используете нашу Службу, в случае ошибки в приложении мы собираем данные и информацию (через сторонние продукты) на вашем телефоне, называемые данными журнала. Эти данные журнала могут включать такую информацию, как IP-адрес вашего устройства, имя устройства, версия операционной системы, конфигурация приложения при использовании нашего Сервиса, время и дата использования вами Сервиса и другие статистические данные.
th: เราต้องการแจ้งให้คุณทราบว่าเมื่อใดก็ตามที่คุณใช้บริการของเรา ในกรณีที่มีข้อผิดพลาดในแอป เราจะรวบรวมข้อมูลและข้อมูล (ผ่านผลิตภัณฑ์ของบุคคลที่สาม) บนโทรศัพท์ของคุณที่เรียกว่า Log Data ข้อมูลบันทึกนี้อาจรวมถึงข้อมูลต่างๆ เช่น ที่อยู่ Internet Protocol (&quot;IP&quot;) ของอุปกรณ์ ชื่ออุปกรณ์ เวอร์ชันของระบบปฏิบัติการ การกำหนดค่าของแอปเมื่อใช้บริการของเรา เวลาและวันที่ที่คุณใช้บริการ และสถิติอื่นๆ
tr: Hizmetimizi her kullandığınızda, uygulamada bir hata olması durumunda, telefonunuzdaki Log Data adlı veri ve bilgileri (üçüncü taraf ürünler aracılığıyla) topladığımızı size bildirmek isteriz. Bu Günlük Verileri, cihazınızın İnternet Protokolü (&quot;IP&quot;) adresi, cihaz adı, işletim sistemi sürümü, Hizmetimizi kullanırken uygulamanın yapılandırması, Hizmeti kullanımınızın saati ve tarihi ve diğer istatistikler gibi bilgileri içerebilir.
vi: chúng tôi muốn thông báo cho bạn rằng bất cứ khi nào bạn sử dụng Dịch vụ của chúng tôi, trong trường hợp xảy ra lỗi trong ứng dụng, chúng tôi thu thập dữ liệu và thông tin (thông qua các sản phẩm của bên thứ ba) trên điện thoại của bạn được gọi là Dữ liệu nhật ký. Dữ liệu nhật ký này có thể bao gồm thông tin như địa chỉ Giao thức Internet (&quot;IP&quot;) của thiết bị của bạn, tên thiết bị, phiên bản hệ điều hành, cấu hình của ứng dụng khi sử dụng Dịch vụ của chúng tôi, ngày giờ bạn sử dụng Dịch vụ và các số liệu thống kê khác

source: Cookies
ar: بسكويت
de: Kekse
es: Galletas
fr: Biscuits
hi: कुकीज़
id: Kue
it: Biscotti
ja: クッキー
ko: 쿠키
pl: Ciasteczka
pt: Biscoitos
ru: Печенье
th: คุ้กกี้
tr: Kurabiye
vi: Bánh quy

source: Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory
ar: ملفات تعريف الارتباط هي ملفات تحتوي على كمية صغيرة من البيانات التي يتم استخدامها بشكل شائع كمعرفات فريدة مجهولة الهوية. يتم إرسالها إلى متصفحك من مواقع الويب التي تزورها ويتم تخزينها على الذاكرة الداخلية لجهازك
de: Cookies sind Dateien mit einer kleinen Datenmenge, die häufig als anonyme eindeutige Kennungen verwendet werden. Diese werden von den von Ihnen besuchten Websites an Ihren Browser gesendet und im internen Speicher Ihres Geräts gespeichert stored
es: Las cookies son archivos con una pequeña cantidad de datos que se utilizan comúnmente como identificadores únicos anónimos. Estos se envían a su navegador desde los sitios web que visita y se almacenan en la memoria interna de su dispositivo.
fr: Les cookies sont des fichiers contenant une petite quantité de données qui sont couramment utilisés comme identifiants uniques anonymes. Ceux-ci sont envoyés à votre navigateur à partir des sites Web que vous visitez et sont stockés dans la mémoire interne de votre appareil
hi: कुकीज़ छोटी मात्रा में डेटा वाली फाइलें होती हैं जिनका उपयोग आमतौर पर अनाम विशिष्ट पहचानकर्ताओं के रूप में किया जाता है। ये आपके ब्राउज़र पर आपके द्वारा देखी जाने वाली वेबसाइटों से भेजे जाते हैं और आपके डिवाइस की आंतरिक मेमोरी में संग्रहीत होते हैं
id: Cookie adalah file dengan sejumlah kecil data yang biasanya digunakan sebagai pengidentifikasi unik anonim. Ini dikirim ke browser Anda dari situs web yang Anda kunjungi dan disimpan di memori internal perangkat Anda
it: I cookie sono file con una piccola quantità di dati comunemente utilizzati come identificatori univoci anonimi. Questi vengono inviati al tuo browser dai siti web che visiti e sono memorizzati nella memoria interna del tuo dispositivo
ja: Cookieは、匿名の一意の識別子として一般的に使用される少量のデータを含むファイルです。これらは、アクセスしたWebサイトからブラウザに送信され、デバイスの内部メモリに保存されます。
ko: 쿠키는 익명의 고유 식별자로 일반적으로 사용되는 소량의 데이터가 포함된 파일입니다. 방문하는 웹사이트에서 브라우저로 전송되어 기기의 내부 메모리에 저장됩니다.
pl: Pliki cookie to pliki z niewielką ilością danych, które są powszechnie używane jako anonimowe unikalne identyfikatory. Są one wysyłane do Twojej przeglądarki z odwiedzanych przez Ciebie stron internetowych i są przechowywane w pamięci wewnętrznej Twojego urządzenia
pt: Cookies são arquivos com uma pequena quantidade de dados que são comumente usados como identificadores exclusivos anônimos. Eles são enviados para o seu navegador a partir dos sites que você visita e são armazenados na memória interna do seu dispositivo
ru: Файлы cookie - это файлы с небольшим объемом данных, которые обычно используются в качестве анонимных уникальных идентификаторов. Они отправляются в ваш браузер с веб-сайтов, которые вы посещаете, и хранятся во внутренней памяти вашего устройства.
th: คุกกี้คือไฟล์ที่มีข้อมูลจำนวนเล็กน้อยซึ่งโดยทั่วไปจะใช้เป็นตัวระบุที่ไม่ระบุตัวตน สิ่งเหล่านี้จะถูกส่งไปยังเบราว์เซอร์ของคุณจากเว็บไซต์ที่คุณเยี่ยมชมและจัดเก็บไว้ในหน่วยความจำภายในของอุปกรณ์
tr: Çerezler, genellikle anonim benzersiz tanımlayıcılar olarak kullanılan az miktarda veri içeren dosyalardır. Bunlar, ziyaret ettiğiniz web sitelerinden tarayıcınıza gönderilir ve cihazınızın dahili hafızasında saklanır.
vi: Cookie là các tệp có một lượng nhỏ dữ liệu thường được sử dụng làm mã định danh duy nhất ẩn danh. Chúng được gửi đến trình duyệt của bạn từ các trang web bạn truy cập và được lưu trữ trên bộ nhớ trong của thiết bị của bạn
