Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: Empty list and “%(class_name)s.allow_empty” is False.
ar: القائمة الفارغة و &quot;__class_name __. allow_empty&quot; خطأ.
de: Leere Liste und „%(class_name)s.allow_empty“ ist falsch.
es: Lista vacía y &quot;__class_name __. Allow_empty&quot; es Falso.
fr: Liste vide et &quot;%(class_name)s.allow_empty&quot; est False.
hi: खाली सूची और &quot;%(class_name)s.allow_empty&quot; गलत है।
id: Daftar kosong dan “%(class_name)s.allow_empty” salah.
it: Elenco vuoto e &quot;%(class_name)s.allow_empty&quot; è False.
ja: 空のリストと「__class_name __。allow_empty」はFalseです。
ko: 빈 목록과 &quot;%(class_name)s.allow_empty&quot;는 False입니다.
pl: Pusta lista i „%(class_name)s.allow_empty” mają wartość Fałsz.
pt: Lista vazia e “__class_name __. Allow_empty” é False.
ru: Пустой список и «__class_name __. Allow_empty» - false.
th: รายการที่ว่างเปล่าและ “%(class_name)s.allow_empty” เป็นเท็จ
tr: Boş liste ve “%(class_name)s.allow_empty” False.
vi: Danh sách trống và “__class_name __. Allow_empty” là Sai.

source: Directory indexes are not allowed here.
ar: فهارس الدليل غير مسموح بها هنا.
de: Verzeichnisindizes sind hier nicht erlaubt.
es: Los índices de directorio no están permitidos aquí.
fr: Les index de répertoire ne sont pas autorisés ici.
hi: यहां निर्देशिका अनुक्रमणिका की अनुमति नहीं है।
id: Indeks direktori tidak diperbolehkan di sini.
it: Gli indici di directory non sono consentiti qui.
ja: ここではディレクトリインデックスは許可されていません。
ko: 디렉토리 색인은 여기에서 허용되지 않습니다.
pl: Indeksy katalogów nie są tutaj dozwolone.
pt: Os índices de diretório não são permitidos aqui.
ru: Индексы каталогов здесь не разрешены.
th: ไม่อนุญาตให้ใช้ดัชนีไดเรกทอรีที่นี่
tr: Burada dizin dizinlerine izin verilmez.
vi: Chỉ mục thư mục không được phép ở đây.

source: “%(path)s” does not exist
ar: &quot;%(path)s&quot; غير موجود
de: „%(path)s“ existiert nicht
es: &quot;%(path)s&quot; no existe
fr: &quot;%(path)s&quot; n&#39;existe pas
hi: &quot;%(path)s&quot; मौजूद नहीं है
id: “%(path)s” tidak ada
it: &quot;%(path)s&quot; non esiste
ja: 「%(path)s」は存在しません
ko: &quot;%(path)s&quot;가 존재하지 않습니다
pl: „%(path)s” nie istnieje
pt: “%(path)s” não existe
ru: «%(path)s» не существует
th: “%(path)s” ไม่มีอยู่จริง
tr: “%(path)s” mevcut değil
vi: “%(path)s” không tồn tại

source: Index of %(directory)s
ar: فهرس %(directory)s
de: Index von %(directory)s
es: Índice de %(directory)s
fr: Index de %(directory)s
hi: __निर्देशिका__ का सूचकांक
id: Indeks %(directory)s
it: Indice della %(directory)s
ja: %(directory)sのインデックス
ko: %(directory)s의 인덱스
pl: Indeks %(directory)s
pt: Índice de %(directory)s
ru: Индекс %(directory)s
th: ดัชนีของ %(directory)s
tr: %(directory)sdizini
vi: Chỉ mục của %(directory)s

source: The install worked successfully! Congratulations!
ar: تم التثبيت بنجاح! تهانينا!
de: Die Installation hat erfolgreich funktioniert! Herzliche Glückwünsche!
es: ¡La instalación funcionó correctamente! ¡Felicidades!
fr: L&#39;installation a fonctionné avec succès ! Toutes nos félicitations!
hi: इंस्टॉल सफलतापूर्वक काम किया! बधाई हो!
id: Instalasi berhasil! Selamat!
it: L&#39;installazione ha funzionato correttamente! Congratulazioni!
ja: インストールは正常に機能しました！おめでとう！
ko: 설치가 성공적으로 완료되었습니다! 축하합니다!
pl: Instalacja przebiegła pomyślnie! Gratulacje!
pt: A instalação funcionou com sucesso! Parabéns!
ru: Установка прошла успешно! Поздравляю!
th: การติดตั้งทำงานสำเร็จ! ขอแสดงความยินดี!
tr: Kurulum başarıyla çalıştı! Tebrikler!
vi: Quá trình cài đặt đã hoạt động thành công! Xin chúc mừng!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ar: عرض <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ملاحظات إصدار</a> Django %(version)s
de: Anzeigen <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">Release Notes</a> für Django %(version)s
es: Ver <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notas de la versión</a> de Django %(version)s
fr: Afficher les <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notes de version</a> de Django %(version)s
hi: Django%(version)sके लिए <a href="https://docs.djangoproject.com/en/ %(version)s/releases/" target="_blank" rel="noopener">रिलीज़ नोट</a> देखें
id: Lihat <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">catatan rilis</a> untuk Django %(version)s
it: Visualizza le <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">note di rilascio</a> per Django %(version)s
ja: Djangoの<a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">リリースノート</a>を見る %(version)s
ko: Django%(version)s에 대한 <a href="https://docs.djangoproject.com/en/ %(version)s/releases/" target="_blank" rel="noopener">릴리스 정보</a> 보기
pl: Zobacz <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">informacje</a> o wydaniu Django %(version)s
pt: Veja as <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notas de lançamento</a> do Django %(version)s
ru: Просмотреть <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">примечания</a> к выпуску Django %(version)s
th: ดู <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">บันทึกประจำรุ่น</a> สำหรับ Django %(version)s
tr: Django%(version)siçin <a href="https://docs.djangoproject.com/en/ %(version)s/releases/" target="_blank" rel="noopener">sürüm notlarını</a> görüntüleyin
vi: Xem <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ghi chú phát hành</a> cho Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ar: أنت تشاهد هذه الصفحة لأن <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG = True</a> موجود في ملف الإعدادات ولم تقم بتكوين أي عناوين URL.
de: Sie sehen diese Seite, weil <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> in Ihrer Einstellungsdatei steht und Sie keine URLs konfiguriert haben.
es: Estás viendo esta página porque <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG = True</a> está en tu archivo de configuración y no has configurado ninguna URL.
fr: Vous voyez cette page car <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> est dans votre fichier de paramètres et vous n&#39;avez configuré aucune URL.
hi: आप यह पृष्ठ इसलिए देख रहे हैं क्योंकि <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> आपकी सेटिंग फ़ाइल में है और आपने कोई URL कॉन्फ़िगर नहीं किया है।
id: Anda melihat halaman ini karena <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> ada di file pengaturan Anda dan Anda belum mengonfigurasi URL apa pun.
it: Stai vedendo questa pagina perché <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> è nel tuo file di impostazioni e non hai configurato alcun URL.
ja: <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG = True</a>が設定ファイルにあり、URLを構成していないため、このページが表示されています。
ko: <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> 가 설정 파일에 있고 URL을 구성하지 않았기 때문에 이 페이지가 표시됩니다.
pl: Widzisz tę stronę, ponieważ <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> znajduje się w Twoim pliku ustawień i nie skonfigurowałeś żadnych adresów URL.
pt: Você está vendo esta página porque <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG = True</a> está em seu arquivo de configurações e você não configurou nenhum URL.
ru: Вы видите эту страницу, потому что <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG = True</a> находится в вашем файле настроек, и вы не настроили никаких URL-адресов.
th: คุณเห็นหน้านี้เนื่องจาก <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> อยู่ในไฟล์การตั้งค่าของคุณ และคุณยังไม่ได้กำหนดค่า URL ใดๆ
tr: Bu sayfayı görüyorsunuz çünkü <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> ayar dosyanızda bulunuyor ve herhangi bir URL yapılandırmadınız.
vi: Bạn đang nhìn thấy trang này vì <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG = True</a> có trong tệp cài đặt của bạn và bạn chưa định cấu hình bất kỳ URL nào.

source: Django Documentation
ar: توثيق جانغو
de: Django-Dokumentation
es: Documentación de Django
fr: Documentation Django
hi: Django दस्तावेज़ीकरण
id: Dokumentasi Django
it: Documentazione Django
ja: Djangoドキュメント
ko: 장고 문서
pl: Dokumentacja Django
pt: Documentação Django
ru: Документация Django
th: เอกสาร Django
tr: Django Belgeleri
vi: Tài liệu Django

source: Topics, references, &amp; how-to’s
ar: الموضوعات والمراجع والإرشادات
de: Themen, Referenzen und Anleitungen
es: Temas, referencias y procedimientos
fr: Sujets, références et tutoriels
hi: विषय, संदर्भ, और कैसे करें
id: Topik, referensi, &amp; caranya
it: Argomenti, riferimenti e istruzioni
ja: トピック、リファレンス、およびハウツー
ko: 주제, 참조 및 방법
pl: Tematy, referencje i poradniki
pt: Tópicos, referências e instruções
ru: Темы, ссылки и инструкции
th: หัวข้อ ข้อมูลอ้างอิง และวิธีการ
tr: Konular, referanslar ve nasıl yapılır
vi: Chủ đề, tài liệu tham khảo và cách thực hiện

source: Tutorial: A Polling App
ar: البرنامج التعليمي: تطبيق الاقتراع
de: Tutorial: Eine Umfrage-App
es: Tutorial: una aplicación de encuesta
fr: Tutoriel : Une application de sondage
hi: ट्यूटोरियल: एक मतदान ऐप
id: Tutorial: Aplikasi Polling
it: Tutorial: un&#39;app per sondaggi
ja: チュートリアル：ポーリングアプリ
ko: 튜토리얼: 설문조사 앱
pl: Samouczek: aplikacja do ankiet
pt: Tutorial: um aplicativo de votação
ru: Учебник: приложение для опроса
th: บทช่วยสอน: แอพโพล
tr: Öğretici: Bir Oylama Uygulaması
vi: Hướng dẫn: Ứng dụng thăm dò ý kiến

source: Get started with Django
ar: ابدأ مع Django
de: Beginnen Sie mit Django
es: Empiece con Django
fr: Premiers pas avec Django
hi: Django के साथ आरंभ करें
id: Mulailah dengan Django
it: Inizia con Django
ja: Djangoを始めましょう
ko: Django 시작하기
pl: Zacznij korzystać z Django
pt: Comece com Django
ru: Начать работу с Django
th: เริ่มต้นกับ Django
tr: Django&#39;yu kullanmaya başlayın
vi: Bắt đầu với Django

source: Django Community
ar: مجتمع Django
es: Comunidad Django
fr: Communauté Django
hi: Django समुदाय
id: Komunitas Django
it: Comunità Django
ja: Djangoコミュニティ
ko: 장고 커뮤니티
pl: Społeczność Django
pt: Comunidade Django
ru: Сообщество Django
th: ชุมชนจังโก้
tr: Django Topluluğu
vi: Cộng đồng Django

source: Connect, get help, or contribute
ar: تواصل أو احصل على مساعدة أو ساهم
de: Verbinden Sie sich, holen Sie sich Hilfe oder tragen Sie dazu bei
es: Conéctese, obtenga ayuda o contribuya
fr: Connectez-vous, obtenez de l&#39;aide ou contribuez
hi: कनेक्ट करें, सहायता प्राप्त करें या योगदान करें
id: Terhubung, dapatkan bantuan, atau berkontribusi
it: Connettiti, ottieni aiuto o contribuisci
ja: 接続、ヘルプの取得、または貢献
ko: 연결, 도움 받기 또는 기여
pl: Połącz się, uzyskaj pomoc lub wesprzyj się
pt: Conecte-se, obtenha ajuda ou contribua
ru: Подключитесь, получите помощь или внесите свой вклад
th: เชื่อมต่อ รับความช่วยเหลือ หรือมีส่วนร่วม
tr: Bağlanın, yardım alın veya katkıda bulunun
vi: Kết nối, nhận trợ giúp hoặc đóng góp

source: Content purported to be compressed with %s but failed to decompress.
ar: المحتوى المزعوم ضغطه باستخدام %s ولكن فشل فك الضغط.
de: Inhalt, der angeblich mit %s komprimiert wurde, konnte jedoch nicht dekomprimiert werden.
es: El contenido supuestamente estaba comprimido con %s pero no se pudo descomprimir.
fr: Contenu censé être compressé avec %s mais n&#39;a pas pu être décompressé.
hi: सामग्री को %s के साथ संपीड़ित करने के लिए कहा गया है लेकिन डीकंप्रेस करने में विफल रहा।
id: Konten dimaksudkan untuk dikompresi dengan %s tetapi gagal didekompresi.
it: Contenuti presumibilmente compressi con %s ma non sono stati decompressi.
ja: コンテンツは %s で圧縮されたとされていますが、解凍に失敗しました。
ko: 콘텐츠가 %s 으로 압축되었지만 압축 해제에 실패했습니다.
pl: Treść rzekomo skompresowana za pomocą %s , ale nie udało się jej zdekompresować.
pt: Conteúdo supostamente compactado com %s , mas falhou ao descompactar.
ru: Контент якобы сжат с помощью %s , но не удалось распаковать.
th: เนื้อหาอ้างว่าถูกบีบอัดด้วย %s แต่ไม่สามารถขยายขนาดได้
tr: İçeriğin %s ile sıkıştırıldığı iddia edildi ancak sıkıştırması açılamadı.
vi: Nội dung dự định được nén bằng %s nhưng không thể giải nén.

source: Unsupported value for qop: %s.
ar: قيمة غير مدعومة لـ qop: %s.
de: Nicht unterstützter Wert für qop: %s.
es: Valor no admitido para qop: %s.
fr: Valeur non prise en charge pour qop : %s.
hi: qop के लिए असमर्थित मान: %s।
id: Nilai yang tidak didukung untuk qop: %s.
it: Valore non supportato per qop: %s.
ja: qopのサポートされていない値：__ item__。
ko: qop에 대해 지원되지 않는 값: %s.
pl: Nieobsługiwana wartość qop: %s.
pt: Valor sem suporte para qop: %s.
ru: Неподдерживаемое значение для qop: %s.
th: ค่าที่ไม่รองรับสำหรับ qop: %s
tr: qop için desteklenmeyen değer: %s.
vi: Giá trị không được hỗ trợ cho qop: %s.

source: Unsupported value for algorithm: %s.
ar: قيمة غير مدعومة للخوارزمية: %s.
de: Nicht unterstützter Wert für Algorithmus: %s.
es: Valor no admitido para el algoritmo: %s.
fr: Valeur non prise en charge pour l&#39;algorithme : %s.
hi: एल्गोरिथम के लिए असमर्थित मान: %s।
id: Nilai yang tidak didukung untuk algoritme: %s.
it: Valore non supportato per l&#39;algoritmo: %s.
ja: アルゴリズムでサポートされていない値：__ item__。
ko: 알고리즘에 지원되지 않는 값: %s.
pl: Nieobsługiwana wartość algorytmu: %s.
pt: Valor sem suporte para o algoritmo: %s.
ru: Неподдерживаемое значение для алгоритма: %s.
th: ค่าที่ไม่รองรับสำหรับอัลกอริทึม: %s
tr: Algoritma için desteklenmeyen değer: %s.
vi: Giá trị không được hỗ trợ cho thuật toán: %s.

source: The challenge doesn't contain a server nonce, or this one is empty.
ar: لا يحتوي التحدي على خادم nonce ، أو أن هذا فارغ.
de: Die Challenge enthält keine Server-Nonce, oder diese ist leer.
es: El desafío no contiene un nonce de servidor, o este está vacío.
fr: Le défi ne contient pas de serveur nonce, ou celui-ci est vide.
hi: चुनौती में एक सर्वर नहीं है, या यह खाली है।
id: Tantangan tidak berisi server nonce, atau yang ini kosong.
it: La sfida non contiene un server nonce o questo è vuoto.
ja: チャレンジにサーバーナンスが含まれていないか、これが空です。
ko: 챌린지에 서버 임시 항목이 없거나 비어 있습니다.
pl: Wyzwanie nie zawiera ani jednego serwera lub ten jest pusty.
pt: O desafio não contém um servidor nonce ou este está vazio.
ru: Задача не содержит одноразового номера сервера или пуста.
th: ความท้าทายไม่มีเซิร์ฟเวอร์ nonce หรืออันนี้ว่างเปล่า
tr: Meydan okuma bir sunucu nonce içermiyor veya bu boş.
vi: Thử thách không chứa máy chủ nonce hoặc máy chủ này trống.

source: Unsupported value for pw-algorithm: %s.
ar: قيمة غير مدعومة لخوارزمية pw: %s.
de: Nicht unterstützter Wert für pw-Algorithmus: %s.
es: Valor no admitido para el algoritmo pw: %s.
fr: Valeur non prise en charge pour l&#39;algorithme pw : %s.
hi: pw-एल्गोरिदम के लिए असमर्थित मान: %s।
id: Nilai yang tidak didukung untuk algoritma pw: %s.
it: Valore non supportato per pw-algorithm: %s.
ja: pw-algorithmのサポートされていない値：__ item__。
ko: pw 알고리즘에 대해 지원되지 않는 값: %s.
pl: Nieobsługiwana wartość dla algorytmu pw: %s.
pt: Valor não suportado para algoritmo pw: %s.
ru: Неподдерживаемое значение для pw-алгоритма: %s.
th: ค่าที่ไม่รองรับสำหรับ pw-algorithm: %s
tr: pw-algoritması için desteklenmeyen değer: %s.
vi: Giá trị không được hỗ trợ cho thuật toán pw: %s.

source: Redirected but the response is missing a Location: header.
ar: تمت إعادة التوجيه ولكن الاستجابة لا تحتوي على عنوان الموقع:.
de: Umgeleitet, aber in der Antwort fehlt der Header Location:.
es: Redirigido, pero a la respuesta le falta un encabezado Location :.
fr: Redirigé mais il manque un en-tête Location: dans la réponse.
hi: पुनर्निर्देशित लेकिन प्रतिक्रिया में स्थान गुम है: शीर्षलेख।
id: Dialihkan tetapi responsnya tidak memiliki tajuk Lokasi:.
it: Reindirizzamento ma nella risposta manca un&#39;intestazione Location:.
ja: リダイレクトされましたが、応答にLocation：ヘッダーがありません。
ko: 리디렉션되었지만 응답에 Location: 헤더가 없습니다.
pl: Przekierowano, ale w odpowiedzi brakuje nagłówka Location:.
pt: Redirecionado, mas a resposta está sem um cabeçalho Location :.
ru: Перенаправлен, но в ответе отсутствует заголовок Location :.
th: เปลี่ยนเส้นทางแล้ว แต่การตอบกลับไม่มีส่วนหัว Location:
tr: Yönlendirildi ancak yanıtta Location: başlığı eksik.
vi: Đã chuyển hướng nhưng phản hồi thiếu tiêu đề Location:.

source: Download TikTok Video with Watermark Online Free:
ko: 워터마크가 있는 TikTok 비디오 다운로드 온라인 무료:

source: TikTok Mp3 Cutter and Converter Online - Trim TikTok Video To Mp3 Online Free Tool
ja: TikTokMp3カッターとコンバーターオンライン-TikTokビデオをMp3オンライン無料ツールにトリミング
pt: Cortador e conversor de MP3 TikTok Online - Ferramenta gratuita de corte de vídeo para mp3 TikTok online

source: Video Cutter Online – TikTok Video Trimmer Online Free
de: Videoschneider Online – TikTok Videotrimmer Online Kostenlos
ja: ビデオカッターオンライン–TikTokビデオトリマーオンライン無料
pl: Video Cutter Online – TikTok Video Trimmer Online za darmo
pt: Video Cutter Online - TikTok Video Trimmer Online Grátis

source: to Mp4 Downloader Online Free
ar: إلى Mp4 Downloader Online Free
de: zu MP4 Downloader Online Kostenlos
ja: Mp4ダウンローダーオンライン無料へ
pl: do MP4 Downloader Online za darmo
pt: para Mp4 Downloader Online Grátis

source: Video Without Watermark
ar: فيديو بدون علامة مائية
de: Video ohne Wasserzeichen
ja: 透かしのないビデオ
pl: Wideo bez znaku wodnego
pt: Vídeo sem marca d&#39;água

source: Search
ar: يبحث
de: Suche
pl: Szukaj

source: To Mp3 Converter Online Free - TikTok Video To Mp3 Converter Online
pt: To Mp3 Converter Online Grátis - TikTok Video To Mp3 Converter Online

source: Audio
ar: صوتي

source: Audio/Video Cutter
ar: قاطع الصوت / الفيديو
