Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: Occasionally, at our discretion, we may include or offer third party products or services on our website. These third party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites
ar: في بعض الأحيان ، وفقًا لتقديرنا ، قد نقوم بتضمين أو عرض منتجات أو خدمات جهات خارجية على موقعنا. مواقع الطرف الثالث هذه لها سياسات خصوصية منفصلة ومستقلة. لذلك لا نتحمل أي مسؤولية أو التزام تجاه محتوى وأنشطة هذه المواقع المرتبطة. ومع ذلك ، فإننا نسعى لحماية سلامة موقعنا ونرحب بأي ملاحظات حول هذه المواقع
de: Gelegentlich können wir nach unserem Ermessen Produkte oder Dienstleistungen von Drittanbietern auf unserer Website einbinden oder anbieten. Diese Websites von Drittanbietern haben separate und unabhängige Datenschutzrichtlinien. Wir übernehmen daher keine Verantwortung oder Haftung für den Inhalt und die Aktivitäten dieser verlinkten Seiten. Nichtsdestotrotz bemühen wir uns, die Integrität unserer Website zu schützen und freuen uns über jedes Feedback zu diesen Websites
es: Ocasionalmente, a nuestra discreción, podemos incluir u ofrecer productos o servicios de terceros en nuestro sitio web. Estos sitios de terceros tienen políticas de privacidad separadas e independientes. Por lo tanto, no tenemos ninguna responsabilidad por el contenido y las actividades de estos sitios vinculados. No obstante, buscamos proteger la integridad de nuestro sitio y agradecemos cualquier comentario sobre estos sitios.
fr: Occasionnellement, à notre discrétion, nous pouvons inclure ou proposer des produits ou services tiers sur notre site Web. Ces sites tiers ont des politiques de confidentialité distinctes et indépendantes. Nous n&#39;avons donc aucune responsabilité pour le contenu et les activités de ces sites liés. Néanmoins, nous cherchons à protéger l&#39;intégrité de notre site et accueillons tout commentaire sur ces sites.
hi: कभी-कभी, हमारे विवेक पर, हम अपनी वेबसाइट पर तीसरे पक्ष के उत्पादों या सेवाओं को शामिल कर सकते हैं या पेश कर सकते हैं। इन तृतीय पक्ष साइटों की अलग और स्वतंत्र गोपनीयता नीतियां हैं। इसलिए इन लिंक्ड साइटों की सामग्री और गतिविधियों के लिए हमारी कोई जिम्मेदारी या दायित्व नहीं है। फिर भी, हम अपनी साइट की अखंडता की रक्षा करना चाहते हैं और इन साइटों के बारे में किसी भी प्रतिक्रिया का स्वागत करते हैं
id: Terkadang, atas kebijaksanaan kami, kami dapat menyertakan atau menawarkan produk atau layanan pihak ketiga di situs web kami. Situs pihak ketiga ini memiliki kebijakan privasi yang terpisah dan independen. Oleh karena itu, kami tidak bertanggung jawab atau berkewajiban atas konten dan aktivitas situs terkait ini. Meskipun demikian, kami berusaha untuk melindungi integritas situs kami dan menerima umpan balik tentang situs ini
it: Occasionalmente, a nostra discrezione, possiamo includere o offrire prodotti o servizi di terze parti sul nostro sito web. Questi siti di terze parti hanno politiche sulla privacy separate e indipendenti. Pertanto non abbiamo alcuna responsabilità per il contenuto e le attività di questi siti collegati. Tuttavia, cerchiamo di proteggere l&#39;integrità del nostro sito e accogliamo con favore qualsiasi feedback su questi siti
ja: 時折、当社の裁量により、当社のWebサイトにサードパーティの製品またはサービスを含めたり提供したりする場合があります。これらのサードパーティのサイトには、個別の独立したプライバシーポリシーがあります。したがって、当社はこれらのリンクされたサイトのコンテンツおよび活動に対して責任または義務を負いません。それにもかかわらず、私たちは私たちのサイトの完全性を保護するよう努めており、これらのサイトに関するフィードバックを歓迎します
ko: 때때로 당사의 재량에 따라 당사 웹사이트에 제3자 제품 또는 서비스를 포함하거나 제공할 수 있습니다. 이러한 제3자 사이트에는 별도의 독립적인 개인정보 보호정책이 있습니다. 따라서 당사는 이러한 링크된 사이트의 콘텐츠 및 활동에 대해 책임을 지지 않습니다. 그럼에도 불구하고 우리는 사이트의 무결성을 보호하기 위해 노력하고 이러한 사이트에 대한 피드백을 환영합니다
pl: Czasami, według własnego uznania, możemy umieszczać lub oferować produkty lub usługi stron trzecich na naszej stronie internetowej. Te strony osób trzecich mają odrębne i niezależne polityki prywatności. W związku z tym nie ponosimy żadnej odpowiedzialności za treści i działania tych stron, do których prowadzą linki. Niemniej jednak staramy się chronić integralność naszej witryny i przyjmujemy wszelkie opinie na temat tych witryn
pt: Ocasionalmente, a nosso critério, podemos incluir ou oferecer produtos ou serviços de terceiros em nosso site. Esses sites de terceiros têm políticas de privacidade separadas e independentes. Portanto, não temos nenhuma responsabilidade ou obrigação pelo conteúdo e atividades desses sites vinculados. No entanto, procuramos proteger a integridade do nosso site e agradecemos qualquer feedback sobre esses sites
ru: Иногда, по нашему усмотрению, мы можем включать или предлагать сторонние продукты или услуги на нашем веб-сайте. Эти сторонние сайты имеют отдельные и независимые политики конфиденциальности. Таким образом, мы не несем ответственности за содержание и деятельность этих связанных сайтов. Тем не менее, мы стремимся защитить целостность нашего сайта и приветствуем любые отзывы об этих сайтах.
th: ในบางครั้ง ตามดุลยพินิจของเรา เราอาจรวมหรือเสนอผลิตภัณฑ์หรือบริการของบุคคลที่สามในเว็บไซต์ของเรา เว็บไซต์บุคคลที่สามเหล่านี้มีนโยบายความเป็นส่วนตัวแยกต่างหากและเป็นอิสระ ดังนั้นเราจึงไม่มีความรับผิดชอบหรือรับผิดต่อเนื้อหาและกิจกรรมของไซต์ที่เชื่อมโยงเหล่านี้ อย่างไรก็ตาม เราพยายามปกป้องความสมบูรณ์ของไซต์ของเราและยินดีรับข้อเสนอแนะใดๆ เกี่ยวกับไซต์เหล่านี้
tr: Bazen, kendi takdirimize bağlı olarak, web sitemize üçüncü taraf ürünleri veya hizmetleri ekleyebilir veya sunabiliriz. Bu üçüncü taraf sitelerinin ayrı ve bağımsız gizlilik politikaları vardır. Bu nedenle, bu bağlantılı sitelerin içeriği ve faaliyetleri için hiçbir sorumluluğumuz veya yükümlülüğümüz yoktur. Bununla birlikte, sitemizin bütünlüğünü korumaya çalışıyoruz ve bu siteler hakkında her türlü geri bildirimi memnuniyetle karşılıyoruz.
vi: Đôi khi, theo quyết định của chúng tôi, chúng tôi có thể bao gồm hoặc cung cấp các sản phẩm hoặc dịch vụ của bên thứ ba trên trang web của chúng tôi. Các trang web của bên thứ ba này có các chính sách bảo mật riêng biệt và độc lập. Do đó, chúng tôi không có trách nhiệm hoặc nghĩa vụ đối với nội dung và hoạt động của các trang web liên kết này. Tuy nhiên, chúng tôi cố gắng bảo vệ tính toàn vẹn của trang web của mình và hoan nghênh mọi phản hồi về các trang web này

source: Changes to our Privacy Policy. If we decide to change our privacy policy, we will post those changes on this page
ar: التغييرات في سياسة الخصوصية الخاصة بنا. إذا قررنا تغيير سياسة الخصوصية الخاصة بنا ، فسننشر هذه التغييرات على هذه الصفحة
de: Änderungen unserer Datenschutzerklärung. Wenn wir uns entscheiden, unsere Datenschutzrichtlinie zu ändern, werden wir diese Änderungen auf dieser Seite veröffentlichen
es: Cambios a nuestra Política de privacidad. Si decidimos cambiar nuestra política de privacidad, publicaremos esos cambios en esta página.
fr: Modifications de notre politique de confidentialité. Si nous décidons de modifier notre politique de confidentialité, nous publierons ces modifications sur cette page
hi: हमारी गोपनीयता नीति में परिवर्तन। यदि हम अपनी गोपनीयता नीति को बदलने का निर्णय लेते हैं, तो हम उन परिवर्तनों को इस पृष्ठ पर पोस्ट करेंगे
id: Perubahan pada Kebijakan Privasi kami. Jika kami memutuskan untuk mengubah kebijakan privasi kami, kami akan memposting perubahan tersebut di halaman ini
it: Modifiche alla nostra Informativa sulla privacy. Se decidiamo di modificare la nostra politica sulla privacy, pubblicheremo tali modifiche su questa pagina
ja: プライバシーポリシーの変更。プライバシーポリシーを変更する場合は、このページに変更内容を掲載します。
ko: 개인정보 보호정책 변경. 개인 정보 보호 정책을 변경하기로 결정하면 변경 사항을 이 페이지에 게시합니다.
pl: Zmiany w naszej Polityce prywatności. Jeśli zdecydujemy się zmienić naszą politykę prywatności, opublikujemy te zmiany na tej stronie
pt: Mudanças em nossa Política de Privacidade. Se decidirmos alterar nossa política de privacidade, publicaremos essas alterações nesta página
ru: Изменения в нашей Политике конфиденциальности. Если мы решим изменить нашу политику конфиденциальности, мы опубликуем эти изменения на этой странице.
th: การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวของเรา หากเราตัดสินใจเปลี่ยนแปลงนโยบายความเป็นส่วนตัว เราจะโพสต์การเปลี่ยนแปลงเหล่านั้นในหน้านี้
tr: Gizlilik Politikamızdaki Değişiklikler. Gizlilik politikamızı değiştirmeye karar verirsek, bu değişiklikleri bu sayfada yayınlayacağız.
vi: Các thay đổi đối với Chính sách Bảo mật của chúng tôi. Nếu chúng tôi quyết định thay đổi chính sách bảo mật của mình, chúng tôi sẽ đăng những thay đổi đó trên trang này

source: TIKSSS Video Downloader
es: Descargador de videos TIKSSS
fr: Téléchargeur de vidéos TIKSSS
hi: TIKSSS वीडियो डाउनलोडर
id: Pengunduh Video TIKSSSS
ja: TIKSSSビデオダウンローダー
ko: TIKSSS 비디오 다운로더
pl: Narzędzie do pobierania filmów TIKSSS
ru: Загрузчик видео TIKSSS
th: โปรแกรมดาวน์โหลดวิดีโอ TIKSSS
tr: TIKSSS Video İndirici
vi: Trình tải xuống video TIKSSS

source: TIK built the TIKSSS Mp4 Video Downloader for TikTok</b> app as an Ad Supported app. This SERVICE is provided by TIKsss at no cost and is intended for use as is
ar: أنشأ TIK تطبيق TIKSSS Mp4 Video Downloader لتطبيق TikTok كتطبيق مدعوم بالإعلانات. يتم توفير هذه الخدمة من قبل TIKsss دون أي تكلفة وهي مخصصة للاستخدام كما هي
de: TIK hat den TIKSSS Mp4 Video Downloader für die TikTok-App als werbefinanzierte App entwickelt. Dieser DIENST wird von TIKsss kostenlos zur Verfügung gestellt und ist für die Nutzung bestimmt
es: TIK creó la aplicación TIKSSS Mp4 Video Downloader para TikTok como una aplicación con publicidad. Este SERVICIO es proporcionado por TIKsss sin costo y está diseñado para usarse tal como está
fr: TIK a créé l&#39;application TIKSSS Mp4 Video Downloader pour l&#39;application TikTok en tant qu&#39;application financée par la publicité. Ce SERVICE est fourni par TIKsss sans frais et est destiné à être utilisé tel quel
hi: TIK ने विज्ञापन समर्थित ऐप के रूप में टिकटॉक ऐप के लिए TIKSSS Mp4 वीडियो डाउनलोडर बनाया। यह सेवा TIKsss द्वारा बिना किसी लागत के प्रदान की जाती है और इस प्रकार उपयोग के लिए अभिप्रेत है
id: TIK membangun Pengunduh Video Mp4 TikSSSS untuk aplikasi TikTok sebagai aplikasi yang Didukung Iklan. LAYANAN ini disediakan oleh TIKsss tanpa biaya dan dimaksudkan untuk digunakan apa adanya
it: TIK ha creato TIKSSS Mp4 Video Downloader per l&#39;app TikTok come app supportata da pubblicità. Questo SERVIZIO è fornito gratuitamente da TIKsss ed è inteso per l&#39;uso così com&#39;è
ja: TIKは、TikTokアプリ用のTIKSSSMp4ビデオダウンローダーを広告サポートアプリとして構築しました。このサービスはTIKsssによって無料で提供され、そのまま使用することを目的としています。
ko: TIK는 광고 지원 앱으로 TikTok 앱용 TIKSSS Mp4 비디오 다운로더를 구축했습니다. 이 서비스는 TIKsss에서 무료로 제공하며 있는 그대로 사용하기 위한 것입니다.
pl: TIK stworzył TIKSSS Mp4 Video Downloader dla aplikacji TikTok jako aplikację obsługującą reklamy. Ta USŁUGA jest świadczona przez TIKsss bezpłatnie i jest przeznaczona do użytku w obecnej postaci as
pt: TIK construiu o TIKSSS Mp4 Video Downloader para o aplicativo TikTok como um aplicativo com suporte para anúncios. Este SERVIÇO é fornecido pela TIKsss sem nenhum custo e deve ser usado como está
ru: TIK создал приложение TIKSSS Mp4 Video Downloader для TikTok как приложение с поддержкой рекламы. Эта УСЛУГА предоставляется TIKsss бесплатно и предназначена для использования в том виде, в котором она есть.
th: TIK สร้าง TIKSSS Mp4 Video Downloader สำหรับแอพ TikTok เป็นแอพที่รองรับโฆษณา บริการนี้จัดทำโดย TIKsss โดยไม่มีค่าใช้จ่ายและมีไว้สำหรับการใช้งานตามที่เป็นอยู่
tr: TIK, TikTok uygulaması için TIKSSS Mp4 Video İndiricisini Reklam Destekli bir uygulama olarak oluşturdu. Bu HİZMET TIKsss tarafından ücretsiz olarak sağlanmaktadır ve olduğu gibi kullanılması amaçlanmıştır.
vi: TIK đã xây dựng TIKSSS Mp4 Video Downloader cho ứng dụng TikTok như một ứng dụng được hỗ trợ. DỊCH VỤ này được TIKsss cung cấp miễn phí và được thiết kế để sử dụng như hiện tại

source: This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service
ar: تُستخدم هذه الصفحة لإعلام الزائرين بشأن سياساتنا بجمع المعلومات الشخصية واستخدامها والكشف عنها إذا قرر أي شخص استخدام خدمتنا
de: Diese Seite wird verwendet, um Besucher über unsere Richtlinien zur Erfassung, Verwendung und Offenlegung personenbezogener Daten zu informieren, falls sich jemand für die Nutzung unseres Dienstes entschieden hat
es: Esta página se utiliza para informar a los visitantes sobre nuestras políticas con la recopilación, el uso y la divulgación de información personal si alguien decide utilizar nuestro Servicio.
fr: Cette page est utilisée pour informer les visiteurs de nos politiques en matière de collecte, d&#39;utilisation et de divulgation des informations personnelles si quelqu&#39;un décide d&#39;utiliser notre service.
hi: यदि किसी ने हमारी सेवा का उपयोग करने का निर्णय लिया है, तो व्यक्तिगत जानकारी के संग्रह, उपयोग और प्रकटीकरण के साथ हमारी नीतियों के बारे में आगंतुकों को सूचित करने के लिए इस पृष्ठ का उपयोग किया जाता है।
id: Halaman ini digunakan untuk memberi tahu pengunjung mengenai kebijakan kami dengan pengumpulan, penggunaan, dan pengungkapan Informasi Pribadi jika ada yang memutuskan untuk menggunakan Layanan kami
it: Questa pagina viene utilizzata per informare i visitatori in merito alle nostre politiche con la raccolta, l&#39;uso e la divulgazione di informazioni personali se qualcuno ha deciso di utilizzare il nostro servizio
ja: このページは、誰かが私たちのサービスを使用することを決定した場合、個人情報の収集、使用、および開示に関する私たちのポリシーについて訪問者に通知するために使用されます
ko: 이 페이지는 누군가가 당사 서비스를 사용하기로 결정한 경우 개인 정보의 수집, 사용 및 공개에 대한 당사 정책에 대해 방문자에게 알리는 데 사용됩니다.
pl: Ta strona służy do informowania odwiedzających o naszych zasadach dotyczących gromadzenia, wykorzystywania i ujawniania danych osobowych, jeśli ktoś zdecyduje się skorzystać z naszej Usługi
pt: Esta página é usada para informar os visitantes sobre nossas políticas de coleta, uso e divulgação de Informações Pessoais se alguém decidir usar nosso Serviço
ru: Эта страница используется для информирования посетителей о нашей политике в отношении сбора, использования и раскрытия Личной информации, если кто-либо решил использовать наш Сервис.
th: หน้านี้ใช้เพื่อแจ้งให้ผู้เยี่ยมชมทราบเกี่ยวกับนโยบายของเราเกี่ยวกับการรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคล หากใครตัดสินใจใช้บริการของเรา
tr: Bu sayfa, herhangi biri Hizmetimizi kullanmaya karar verirse, Kişisel Bilgilerin toplanması, kullanılması ve ifşa edilmesiyle ilgili politikalarımız hakkında ziyaretçileri bilgilendirmek için kullanılır.
vi: Trang này được sử dụng để thông báo cho khách truy cập về các chính sách của chúng tôi với việc thu thập, sử dụng và tiết lộ Thông tin Cá nhân nếu bất kỳ ai quyết định sử dụng Dịch vụ của chúng tôi

source: If you choose to use our Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy
ar: إذا اخترت استخدام خدمتنا ، فأنت توافق على جمع واستخدام المعلومات المتعلقة بهذه السياسة. تُستخدم المعلومات الشخصية التي نجمعها لتوفير الخدمة وتحسينها. لن نستخدم أو نشارك معلوماتك مع أي شخص باستثناء ما هو موضح في سياسة الخصوصية هذه
de: Wenn Sie sich für die Nutzung unseres Dienstes entscheiden, stimmen Sie der Erfassung und Verwendung von Informationen in Bezug auf diese Richtlinie zu. Die von uns erfassten personenbezogenen Daten werden zur Bereitstellung und Verbesserung des Dienstes verwendet. Wir werden Ihre Daten nur wie in dieser Datenschutzrichtlinie beschrieben verwenden oder an Dritte weitergeben
es: Si elige utilizar nuestro Servicio, entonces acepta la recopilación y el uso de información en relación con esta política. La información personal que recopilamos se utiliza para proporcionar y mejorar el servicio. No usaremos ni compartiremos su información con nadie excepto como se describe en esta Política de Privacidad.
fr: Si vous choisissez d&#39;utiliser notre service, vous acceptez la collecte et l&#39;utilisation d&#39;informations en rapport avec cette politique. Les informations personnelles que nous collectons sont utilisées pour fournir et améliorer le service. Nous n&#39;utiliserons ni ne partagerons vos informations avec qui que ce soit, sauf tel que décrit dans la présente politique de confidentialité.
hi: यदि आप हमारी सेवा का उपयोग करना चुनते हैं, तो आप इस नीति के संबंध में जानकारी के संग्रह और उपयोग के लिए सहमत हैं। हमारे द्वारा एकत्रित की जाने वाली व्यक्तिगत जानकारी का उपयोग सेवा प्रदान करने और उसमें सुधार करने के लिए किया जाता है। हम इस गोपनीयता नीति में वर्णित के अलावा आपकी जानकारी का उपयोग या किसी के साथ साझा नहीं करेंगे
id: Jika Anda memilih untuk menggunakan Layanan kami, maka Anda menyetujui pengumpulan dan penggunaan informasi sehubungan dengan kebijakan ini. Informasi Pribadi yang kami kumpulkan digunakan untuk menyediakan dan meningkatkan Layanan. Kami tidak akan menggunakan atau membagikan informasi Anda dengan siapa pun kecuali seperti yang dijelaskan dalam Kebijakan Privasi ini
it: Se scegli di utilizzare il nostro Servizio, accetti la raccolta e l&#39;utilizzo delle informazioni in relazione a questa politica. Le informazioni personali che raccogliamo vengono utilizzate per fornire e migliorare il Servizio. Non utilizzeremo o condivideremo le tue informazioni con nessuno tranne come descritto nella presente Informativa sulla privacy
ja: 当社のサービスを使用することを選択した場合、お客様はこのポリシーに関連する情報の収集と使用に同意するものとします。当社が収集する個人情報は、本サービスの提供および改善のために使用されます。このプライバシーポリシーに記載されている場合を除き、お客様の情報を使用したり、他人と共有したりすることはありません。
ko: 당사 서비스를 사용하기로 선택하면 이 정책과 관련된 정보 수집 및 사용에 동의하는 것입니다. 수집한 개인 정보는 서비스 제공 및 개선을 위해 사용됩니다. 우리는 이 개인 정보 보호 정책에 설명된 경우를 제외하고 귀하의 정보를 사용하거나 그 누구와도 공유하지 않을 것입니다
pl: Jeśli zdecydujesz się korzystać z naszej Usługi, zgadzasz się na zbieranie i wykorzystywanie informacji w związku z niniejszą polityką. Gromadzone przez nas dane osobowe są wykorzystywane do świadczenia i ulepszania Usługi. Nie będziemy wykorzystywać ani udostępniać Twoich danych nikomu, z wyjątkiem przypadków opisanych w niniejszej Polityce prywatności
pt: Se você optar por usar nosso Serviço, você concorda com a coleta e uso de informações em relação a esta política. As informações pessoais que coletamos são usadas para fornecer e melhorar o serviço. Não usaremos ou compartilharemos suas informações com ninguém, exceto conforme descrito nesta Política de Privacidade
ru: Если вы решите использовать наш Сервис, вы соглашаетесь на сбор и использование информации в отношении этой политики. Личная информация, которую мы собираем, используется для предоставления и улучшения Сервиса. Мы не будем использовать или передавать вашу информацию кому-либо, кроме случаев, описанных в настоящей Политике конфиденциальности.
th: หากคุณเลือกใช้บริการของเรา แสดงว่าคุณตกลงที่จะรวบรวมและใช้ข้อมูลที่เกี่ยวข้องกับนโยบายนี้ ข้อมูลส่วนบุคคลที่เรารวบรวมใช้เพื่อให้บริการและปรับปรุงบริการ เราจะไม่ใช้หรือแบ่งปันข้อมูลของคุณกับใคร ยกเว้นตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้
tr: Hizmetimizi kullanmayı seçerseniz, bu politikayla ilgili bilgilerin toplanmasını ve kullanılmasını kabul etmiş olursunuz. Topladığımız Kişisel Bilgiler, Hizmeti sağlamak ve geliştirmek için kullanılır. Bilgilerinizi bu Gizlilik Politikasında açıklananlar dışında kimseyle kullanmayacağız veya paylaşmayacağız.
vi: Nếu bạn chọn sử dụng Dịch vụ của chúng tôi, nghĩa là bạn đồng ý với việc thu thập và sử dụng thông tin liên quan đến chính sách này. Thông tin Cá nhân mà chúng tôi thu thập được sử dụng để cung cấp và cải thiện Dịch vụ. Chúng tôi sẽ không sử dụng hoặc chia sẻ thông tin của bạn với bất kỳ ai ngoại trừ được mô tả trong Chính sách Bảo mật này

source: The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at TIKSSS Video Downloader and Mp3 Converter for TikTok unless otherwise defined in this Privacy Policy
ar: المصطلحات المستخدمة في سياسة الخصوصية هذه لها نفس المعاني الواردة في الشروط والأحكام الخاصة بنا ، والتي يمكن الوصول إليها من خلال TIKSSS Video Downloader و Mp3 Converter for TikTok ما لم يتم تحديد خلاف ذلك في سياسة الخصوصية هذه
de: Die in dieser Datenschutzrichtlinie verwendeten Begriffe haben die gleiche Bedeutung wie in unseren Allgemeinen Geschäftsbedingungen, die unter TIKSSS Video Downloader and Mp3 Converter for TikTok zugänglich sind, sofern in dieser Datenschutzrichtlinie nicht anders definiert
es: Los términos utilizados en esta Política de privacidad tienen el mismo significado que en nuestros Términos y condiciones, a los que se puede acceder en TIKSSS Video Downloader y Mp3 Converter para TikTok, a menos que se defina lo contrario en esta Política de privacidad.
fr: Les termes utilisés dans cette politique de confidentialité ont la même signification que dans nos conditions générales, qui sont accessibles sur TIKSSS Video Downloader and Mp3 Converter for TikTok, sauf indication contraire dans cette politique de confidentialité.
hi: इस गोपनीयता नीति में उपयोग किए गए शब्दों का वही अर्थ है जो हमारे नियमों और शर्तों में है, जो कि TIKSSS वीडियो डाउनलोडर और TikTok के लिए Mp3 कन्वर्टर पर उपलब्ध है, जब तक कि इस गोपनीयता नीति में अन्यथा परिभाषित न किया गया हो।
id: Istilah yang digunakan dalam Kebijakan Privasi ini memiliki arti yang sama seperti dalam Syarat dan Ketentuan kami, yang dapat diakses di Pengunduh Video TIKSSS dan Pengonversi Mp3 untuk TikTok kecuali ditentukan lain dalam Kebijakan Privasi ini
it: I termini utilizzati in questa Informativa sulla privacy hanno gli stessi significati dei nostri Termini e condizioni, accessibili da TIKSSS Video Downloader e Convertitore Mp3 per TikTok, se non diversamente definito in questa Informativa sulla privacy
ja: このプライバシーポリシーで使用される用語は、このプライバシーポリシーで特に定義されていない限り、TIKSSS VideoDownloaderおよびMp3Converter forTikTokでアクセスできる利用規約と同じ意味を持ちます。
ko: 이 개인 정보 보호 정책에 사용된 용어는 이 개인 정보 보호 정책에 달리 정의되지 않는 한 TIKSSS Video Downloader 및 TikTok용 Mp3 변환기에서 액세스할 수 있는 이용 약관과 동일한 의미를 갖습니다.
pl: Terminy użyte w niniejszej Polityce prywatności mają takie samo znaczenie, jak w naszym Regulaminie, który jest dostępny w TIKSSS Video Downloader i Mp3 Converter for TikTok, chyba że w niniejszej Polityce prywatności określono inaczej
pt: Os termos usados nesta Política de Privacidade têm os mesmos significados que em nossos Termos e Condições, que podem ser acessados em TIKSSS Video Downloader e Mp3 Converter for TikTok, a menos que definido de outra forma nesta Política de Privacidade
ru: Термины, используемые в настоящей Политике конфиденциальности, имеют то же значение, что и в наших Положениях и условиях, которые доступны в TIKSSS Video Downloader и Mp3 Converter для TikTok, если иное не определено в настоящей Политике конфиденциальности.
th: ข้อกำหนดที่ใช้ในนโยบายความเป็นส่วนตัวนี้มีความหมายเช่นเดียวกับในข้อกำหนดและเงื่อนไขของเรา ซึ่งสามารถเข้าถึงได้ที่ TIKSSS Video Downloader และ Mp3 Converter สำหรับ TikTok เว้นแต่จะกำหนดไว้เป็นอย่างอื่นในนโยบายความเป็นส่วนตัวนี้
tr: Bu Gizlilik Politikasında kullanılan terimler, bu Gizlilik Politikasında aksi belirtilmedikçe, TIKSSS Video İndirici ve TikTok için Mp3 Dönüştürücü&#39;den erişilebilen Hüküm ve Koşullarımızdakiyle aynı anlamlara sahiptir.
vi: Các điều khoản được sử dụng trong Chính sách Bảo mật này có nghĩa giống như trong Điều khoản và Điều kiện của chúng tôi, có thể truy cập được tại TIKSSS Video Downloader và Trình chuyển đổi Mp3 cho TikTok trừ khi được định nghĩa khác trong Chính sách Bảo mật này

source: Information we collect
ar: المعلومات التي نجمعها
de: Informationen, die wir sammeln
es: Información que recopilamos
fr: Informations que nous collectons
hi: हमारे द्वारा एकत्रित की जाने वाली जानकारी
id: Informasi yang kami kumpulkan
it: Informazioni che raccogliamo
ja: 私たちが収集する情報
ko: 당사가 수집하는 정보
pl: Informacje, które zbieramy
pt: Informações que coletamos
ru: Информация, которую мы собираем
th: ข้อมูลที่เรารวบรวม
tr: Topladığımız bilgiler
vi: Thông tin chúng tôi thu thập
