Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
ar: %(datetime)s لا يمكن تفسيره في المنطقة الزمنية %(current_timezone)s؛ قد يكون غامضًا أو غير موجود.
de: %(datetime)s konnte in Zeitzone %(current_timezone)snicht interpretiert werden; es kann mehrdeutig sein oder nicht existieren.
es: %(datetime)s no se pudo interpretar en la zona horaria %(current_timezone)s; puede ser ambiguo o puede no existir.
fr: %(datetime)s n&#39;a pas pu être interprété dans le fuseau horaire %(current_timezone)s; il peut être ambigu ou il peut ne pas exister.
hi: %(datetime)s समय क्षेत्र %(current_timezone)sमें व्याख्या नहीं किया जा सका; यह अस्पष्ट हो सकता है या यह अस्तित्व में नहीं हो सकता है।
id: %(datetime)s tidak dapat ditafsirkan dalam zona waktu %(current_timezone)s; mungkin ambigu atau mungkin tidak ada.
it: %(datetime)s non può essere interpretato nel fuso orario %(current_timezone)s; può essere ambiguo o può non esistere.
ja: %(datetime)s はタイムゾーン %(current_timezone)sで解釈できませんでした。あいまいな場合もあれば、存在しない場合もあります。
ko: %(datetime)s 은(는) %(current_timezone)s시간대에서 해석할 수 없습니다. 모호하거나 존재하지 않을 수 있습니다.
pl: %(datetime)s nie można zinterpretować w strefie czasowej %(current_timezone)s; może być niejednoznaczny lub może nie istnieć.
pt: %(datetime)s não pode ser interpretado no fuso horário %(current_timezone)s; pode ser ambíguo ou pode não existir.
ru: %(datetime)s нельзя интерпретировать в часовом поясе %(current_timezone)s; он может быть неоднозначным, а может и не существовать.
th: %(datetime)s ไม่สามารถตีความได้ในเขตเวลา %(current_timezone)s; มันอาจจะคลุมเครือหรืออาจไม่มีอยู่จริง
tr: %(datetime)s , %(current_timezone)ssaat diliminde yorumlanamadı; belirsiz olabilir veya mevcut olmayabilir.
vi: %(datetime)s không thể được diễn giải theo múi giờ %(current_timezone)s; nó có thể mơ hồ hoặc nó có thể không tồn tại.

source: Clear
ar: صافي
de: klar
es: Claro
fr: Dégager
hi: स्पष्ट
id: Bersih
it: Chiaro
ja: 晴れ
ko: 맑은
pl: Jasny
pt: Claro
ru: ясно
th: ชัดเจน
tr: Açık
vi: Thông thoáng

source: Currently
ar: حاليا
de: Zur Zeit
es: Actualmente
fr: Actuellement
hi: वर्तमान में
id: Saat ini
it: Attualmente
ja: 現在
ko: 현재
pl: Obecnie
pt: Atualmente
ru: В настоящее время
th: ปัจจุบัน
tr: Şu anda
vi: Hiện tại

source: Change
ar: يتغيرون
de: Veränderung
es: Cambio
fr: Changer
hi: खुले पैसे
id: Perubahan
it: Modificare
ja: 変化する
ko: 변화
pl: Zmiana
pt: Mudar
ru: Изменять
th: เปลี่ยน
tr: Değişiklik
vi: Thay đổi

source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अनजान
id: Tidak diketahui
it: Sconosciuto
ja: わからない
ko: 알 수 없는
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
th: ไม่รู้จัก
tr: Bilinmeyen
vi: không xác định

source: Yes
ar: نعم
de: Ja
es: sí
fr: Oui
hi: हाँ
id: Iya
it: sì
ja: はい
ko: 예
pl: tak
pt: sim
ru: да
th: ใช่
tr: Evet
vi: Đúng

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं न
id: Tidak
ja: 番号
ko: 아니
pl: Nie
pt: Não
ru: Нет
th: ไม่
tr: Hayır
vi: Không

source: yes,no,maybe
ar: نعم ، لا ، ربما
de: ja Nein Vielleicht
es: si no talvez
fr: Oui Non peut-être
hi: हां नहीं शायद
id: ya Tidak mungkin
it: sì no forse
ja: そうですね
ko: 예 아니요 어쩌면
pl: tak nie może
pt: sim não Talvez
ru: да нет Может быть
th: ใช่ ไม่ บางที
tr: Evet Hayır Belki
vi: vâng, không, có thể

source: %(size)d byte
ar: %(size)d بايت
es: __ tamaño__ byte
fr: %(size)d octet
hi: __आकार__ बाइट
ja: %(size)d バイト
ko: %(size)d 바이트
pl: %(size)d bajt
ru: %(size)d байт
th: %(size)d ไบต์
tr: %(size)d bayt

source: %s KB
ar: %s كيلوبايت
fr: %s Ko
hi: %s केबी
ru: %s КБ

source: %s MB
ar: %s ميغابايت
fr: %s Mo
hi: %s एमबी
ru: %s МБ

source: %s GB
ar: %s جيجا بايت
fr: %s Go
hi: %s जीबी
ru: %s ГБ

source: %s TB
ar: %s تيرابايت
fr: %s To
hi: %s टीबी

source: %s PB
hi: %s पीबी

source: p.m.
ar: مساء
fr: après-midi
hi: बजे
id: sore
ja: 午後
ko: 오후
pl: po południu
ru: вечера
th: บ่ายโมง
tr: öğleden sonra
vi: buổi chiều

source: a.m.
ar: صباحا
de: bin
es: soy
fr: un m
hi: बजे
id: saya
it: sono
ja: 午前
ko: 오전
pl: jestem
pt: sou
ru: являюсь
th: ฉัน
tr: ben
vi: là

source: PM
ar: مساء
de: PN
hi: बजे
id: SORE
it: pomeridiano
ja: 午後
ko: 오후
pl: PO POŁUDNIU
ru: ВЕЧЕРА
vi: BUỔI CHIỀU

source: AM
ar: صباحا
es: SOY
fr: UN M
hi: बजे
id: SAYA
ja: 午前
ko: 오전
pl: JESTEM
pt: SOU
ru: ЯВЛЯЮСЬ
vi: LÀ

source: midnight
ar: منتصف الليل
de: Mitternacht
es: doce de la noche
fr: minuit
hi: आधी रात
id: tengah malam
it: mezzanotte
ja: 真夜中
ko: 한밤중
pl: północ
pt: meia-noite
ru: полночь
th: เที่ยงคืน
tr: gece yarısı
vi: nửa đêm

source: noon
ar: وقت الظهيرة
de: Mittag
es: mediodía
fr: midi
hi: दोपहर
id: tengah hari
it: mezzogiorno
ja: 正午
ko: 정오
pl: południe
pt: meio-dia
ru: полдень
th: เที่ยง
tr: öğle vakti
vi: không bật

source: Monday
ar: الاثنين
de: Montag
es: lunes
fr: lundi
hi: सोमवार
id: Senin
it: Lunedi
ja: 月曜
ko: 월요일
pl: poniedziałek
pt: Segunda-feira
ru: понедельник
th: วันจันทร์
tr: Pazartesi
vi: Thứ hai

source: Tuesday
ar: يوم الثلاثاء
de: Dienstag
es: martes
fr: Mardi
hi: मंगलवार
id: Selasa
it: martedì
ja: 火曜日
ko: 화요일
pl: wtorek
pt: terça
ru: вторник
th: วันอังคาร
tr: Salı
vi: Thứ ba

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
it: mercoledì
ja: 水曜日
ko: 수요일
pl: środa
pt: quarta-feira
ru: среда
th: วันพุธ
tr: Çarşamba
vi: Thứ tư

source: Thursday
ar: يوم الخميس
de: Donnerstag
es: jueves
fr: jeudi
hi: गुरूवार
id: Kamis
it: giovedi
ja: 木曜日
ko: 목요일
pl: czwartek
pt: quinta-feira
ru: Четверг
th: วันพฤหัสบดี
tr: Perşembe
vi: Thứ năm

source: Friday
ar: جمعة
de: Freitag
es: viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
pl: piątek
pt: sexta-feira
ru: Пятница
th: วันศุกร์
tr: Cuma
vi: Thứ sáu

source: Saturday
ar: السبت
de: Samstag
es: sábado
fr: samedi
hi: शनिवार
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
pl: sobota
pt: sábado
ru: Суббота
th: วันเสาร์
tr: Cumartesi
vi: ngày thứ bảy

source: Sunday
ar: الأحد
de: Sonntag
es: domingo
fr: dimanche
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
pl: niedziela
pt: Domigo
ru: Воскресенье
th: วันอาทิตย์
tr: Pazar
vi: chủ nhật

source: Mon
ar: الإثنين
de: Montag
es: Lun
fr: lun
hi: सोमवार
id: Senin
it: lun
ja: 月曜日
ko: 월
pl: pon
pt: seg
ru: Пн
th: จันทร์
tr: Pzt
vi: Thứ hai

source: Tue
ar: الثلاثاء
de: Di
es: mar
fr: Mar
hi: मंगल
id: sel
it: mar
ja: 火曜日
ko: 화요일
pl: Wt
pt: ter
ru: Вт
th: อ.
tr: sal
vi: Thứ ba

source: Wed
ar: الأربعاء
de: Heiraten
es: casarse
fr: mer
hi: बुध
id: Mengawinkan
it: mer
ja: 結婚した
ko: 수
pl: Poślubić
pt: Casar
ru: Мы б
th: พุธ
tr: evlenmek
vi: Thứ Tư

source: Thu
ar: خميس
de: Do
es: Jue
fr: jeu
hi: गुरु
id: Kam
it: gio
ja: 木
ko: 목
pl: Czw
pt: qui
ru: Чт
th: พฤ
tr: Per

source: Fri
ar: الجمعة
de: Freitag
es: Vie
fr: ven
hi: शुक्र
id: Jumat
it: ven
ja: 金
ko: 금
pl: pt
pt: Sex
ru: Пт
th: ศ
tr: Cuma
vi: T6

source: Sat
ar: جلس
de: Sa
es: Se sentó
fr: Sam
hi: बैठ गया
id: Duduk
it: sabato
ja: 土
ko: 수능
pt: Sentado
ru: Сидел
th: ส.
tr: Oturdu
vi: Đã ngồi

source: Sun
ar: شمس
de: Sonne
es: sol
fr: Soleil
hi: रवि
id: Matahari
it: Sole
ja: 太陽
ko: 태양
pl: Słońce
pt: sol
ru: солнце
th: อา
tr: Güneş
vi: mặt trời

source: January
ar: كانون الثاني
de: Januar
es: enero
fr: janvier
hi: जनवरी
id: Januari
it: gennaio
ja: 1月
ko: 일월
pl: styczeń
pt: Janeiro
ru: Январь
th: มกราคม
tr: Ocak
vi: tháng Giêng

source: February
ar: شهر فبراير
de: Februar
es: febrero
fr: février
hi: फ़रवरी
id: Februari
it: febbraio
ja: 2月
ko: 이월
pl: luty
pt: fevereiro
ru: Февраль
th: กุมภาพันธ์
tr: Şubat
vi: tháng 2

source: March
ar: مارس
de: März
es: marcha
fr: Mars
hi: जुलूस
id: Maret
it: marzo
ja: 行進
ko: 행진
pl: Marsz
pt: Março
ru: маршировать
th: มีนาคม
tr: Mart
vi: tháng Ba

source: April
ar: أبريل
es: abril
fr: avril
hi: अप्रैल
it: aprile
ja: 4月
ko: 4 월
pl: kwiecień
pt: abril
ru: апреля
th: เมษายน
tr: Nisan
vi: Tháng tư

source: May
ar: مايو
de: Kann
es: Mayo
fr: Mai
hi: मई
id: Mungkin
it: Maggio
ja: 五月
ko: 할 수있다
pl: Może
pt: Maio
ru: Может
th: อาจ
tr: Mayıs
vi: có thể

source: June
ar: يونيو
de: Juni
es: junio
fr: juin
hi: जून
id: Juni
it: giugno
ja: 六月
ko: 유월
pl: czerwiec
pt: Junho
ru: июнь
th: มิถุนายน
tr: Haziran
vi: Tháng sáu

source: July
ar: تموز
de: Juli
es: mes de julio
fr: juillet
hi: जुलाई
id: Juli
it: luglio
ja: 7月
ko: 칠월
pl: lipiec
pt: julho
ru: июль
th: กรกฎาคม
tr: Temmuz
vi: Tháng bảy

source: August
ar: أغسطس
es: agosto
fr: août
hi: अगस्त
id: Agustus
it: agosto
ja: 8月
ko: 팔월
pl: sierpień
pt: agosto
ru: август
th: สิงหาคม
tr: Ağustos
vi: tháng Tám

source: September
ar: شهر سبتمبر
es: septiembre
fr: septembre
hi: सितंबर
it: settembre
ja: 9月
ko: 구월
pl: wrzesień
pt: setembro
ru: сентябрь
th: กันยายน
tr: Eylül
vi: Tháng Chín

source: October
ar: اكتوبر
de: Oktober
es: octubre
fr: octobre
hi: अक्टूबर
id: Oktober
it: ottobre
ja: 10月
ko: 십월
pl: październik
pt: Outubro
ru: Октябрь
th: ตุลาคม
tr: Ekim
vi: Tháng Mười

source: November
ar: شهر نوفمبر
es: noviembre
fr: novembre
hi: नवंबर
it: novembre
ja: 11月
ko: 십일월
pl: listopad
pt: novembro
ru: Ноябрь
th: พฤศจิกายน
tr: Kasım
vi: Tháng mười một

source: December
ar: ديسمبر
de: Dezember
es: diciembre
fr: décembre
hi: दिसंबर
id: Desember
it: dicembre
ja: 12月
ko: 12 월
pl: grudzień
pt: dezembro
ru: Декабрь
th: ธันวาคม
tr: Aralık
vi: Tháng mười hai

source: jan
ar: يناير
es: ene
hi: जनवरी
id: Januari
it: gennaio
ja: ジャン
ko: 얀
ru: Ян
tr: ocak
vi: tháng một

source: feb
ar: فبراير
de: Februar
fr: fév
hi: फ़रवरी
it: febbraio
ja: 2月
ko: 2월
pl: luty
pt: fevereiro
ru: фев
th: ก.พ
tr: Şubat

source: mar
ar: مار
de: beschädigen
hi: मार्च
id: merusak
ja: 3月
ko: 망치다
pl: zniszczyć
pt: março
ru: мар
th: มาร์

source: apr
ar: أبريل
de: April
es: abr
fr: avr
hi: अप्रैल
id: April
it: aprile
ja: 4月
ko: 4월
pl: kwiecień
pt: abril
ru: апр
th: เมษายน
tr: nisan

source: may
ar: مايو
de: kann
es: mayo
fr: mai
hi: मई
id: mungkin
it: Maggio
ja: 五月
ko: 할 수있다
pl: może
pt: maio
ru: май
th: อาจ
tr: Mayıs
vi: có thể

source: jun
ar: يونيو
de: Juni
fr: juin
hi: जून
id: juni
it: giugno
ja: ジュン
ko: 준
pl: czerwiec
pt: junho
ru: июн
th: จุน
tr: haziran

source: jul
ar: يوليو
de: juli
fr: juil
hi: जुलाई
id: juli
it: luglio
ja: 7月
ko: 7월
pl: lipiec
ru: июл
tr: temmuz

source: aug
ar: أغسطس
de: August
es: ago
fr: août
hi: अगस्त
id: agustus
it: agosto
ja: 8月
ko: 8월
pl: sierpień
pt: agosto
ru: август
th: สิงหาคม
tr: ağustos
vi: tháng tám

source: sep
ar: سبتمبر
hi: सितम्बर
it: settembre
ja: 9月
ko: 9월
pl: wrz
pt: set
ru: сен
th: ก.ย
tr: eylül

source: oct
ar: أكتوبر
de: Okt
hi: अक्टूबर
id: oktober
it: ottobre
ja: 10月
ko: 10월
pl: październik
pt: outubro
ru: окт
th: ต.ค
tr: ekim

source: nov
ar: نوفمبر
hi: नवम्बर
it: novembre
ja: 11月
ko: 11월
pl: lis
ru: ноя
th: น
tr: kasım

source: dec
ar: ديسمبر
de: dez
es: dic
fr: déc
hi: दिसम्बर
id: Desember
it: dicembre
ja: 12月
ko: 12월
pl: grudzień
pt: dezembro
ru: декабрь
th: ธ.ค
tr: aralık
vi: tháng mười hai

# abbrev. month
source: Jan.
ar: يناير.
es: Ene.
hi: जनवरी
id: Januari
it: gennaio
ja: 1月
ko: 1월
pl: Sty.
pt: De janeiro
ru: Янв.
th: ม.ค.
tr: Ocak
vi: Tháng một.

# abbrev. month
source: Feb.
ar: فبراير.
de: Febr.
fr: Fév.
hi: फ़रवरी
id: Februari
it: febbraio
ja: 2月
ko: 2월
pl: luty
pt: Fevereiro
ru: Февраль
th: ก.พ.
tr: Şubat.
vi: Tháng 2

# abbrev. month
source: March
ar: مارس
de: März
es: marcha
fr: Mars
hi: जुलूस
id: Maret
it: marzo
ja: 行進
ko: 행진
pl: Marsz
pt: Março
ru: маршировать
th: มีนาคม
tr: Mart
vi: tháng Ba

# abbrev. month
source: April
ar: أبريل
es: abril
fr: avril
hi: अप्रैल
it: aprile
ja: 4月
ko: 4 월
pl: kwiecień
pt: abril
ru: апреля
th: เมษายน
tr: Nisan
vi: Tháng tư

# abbrev. month
source: May
ar: مايو
de: Kann
es: Mayo
fr: Mai
hi: मई
id: Mungkin
it: Maggio
ja: 五月
ko: 할 수있다
pl: Może
pt: Maio
ru: Может
th: อาจ
tr: Mayıs
vi: có thể

# abbrev. month
source: June
ar: يونيو
de: Juni
es: junio
fr: juin
hi: जून
id: Juni
it: giugno
ja: 六月
ko: 유월
pl: czerwiec
pt: Junho
ru: июнь
th: มิถุนายน
tr: Haziran
vi: Tháng sáu

# abbrev. month
source: July
ar: تموز
de: Juli
es: mes de julio
fr: juillet
hi: जुलाई
id: Juli
it: luglio
ja: 7月
ko: 칠월
pl: lipiec
pt: julho
ru: июль
th: กรกฎาคม
tr: Temmuz
vi: Tháng bảy

# abbrev. month
source: Aug.
ar: أغسطس.
de: August
es: Ago.
fr: Août
hi: अगस्त
id: Agustus
it: agosto
ja: 8月
ko: 8월
pl: Sierpnia
pt: Agosto
ru: Авг.
th: ส.ค.
tr: Ağustos
vi: Tháng 8

# abbrev. month
source: Sept.
ar: سبتمبر.
es: Septiembre
hi: सितम्बर
id: September
it: settembre
ja: 9月
ko: 씨족.
pl: wrz.
pt: Setembro
ru: Сентябрь
th: กันยายน
tr: Eylül.
vi: Tháng chín

# abbrev. month
source: Oct.
ar: أكتوبر
de: Okt.
hi: अक्टूबर
id: Oktober
it: ottobre
ja: 10月
ko: 10월
pl: Październik
pt: Outubro
ru: Октябрь
th: ต.ค.
tr: Ekim
vi: Tháng 10

# abbrev. month
source: Nov.
ar: نوفمبر.
hi: नवम्बर
id: November
it: novembre
ja: 11月
ko: 11월
pl: Listopad
pt: 11 de novembro
ru: Ноябрь
th: พ.ย.
tr: Kasım
vi: Tháng 11

# abbrev. month
source: Dec.
ar: ديسمبر.
de: Dez.
es: Dic.
fr: Déc.
hi: दिसम्बर
id: Desember
it: dic.
ja: 12月
ko: 12월
pl: grudzień
pt: Dez.
ru: Декабрь
th: ธ.ค.
tr: Aralık
vi: Tháng mười hai

# alt. month
source: January
ar: كانون الثاني
de: Januar
es: enero
fr: janvier
hi: जनवरी
id: Januari
it: gennaio
ja: 1月
ko: 일월
pl: styczeń
pt: Janeiro
ru: Январь
th: มกราคม
tr: Ocak
vi: tháng Giêng

# alt. month
source: February
ar: شهر فبراير
de: Februar
es: febrero
fr: février
hi: फ़रवरी
id: Februari
it: febbraio
ja: 2月
ko: 이월
pl: luty
pt: fevereiro
ru: Февраль
th: กุมภาพันธ์
tr: Şubat
vi: tháng 2

# alt. month
source: March
ar: مارس
de: März
es: marcha
fr: Mars
hi: जुलूस
id: Maret
it: marzo
ja: 行進
ko: 행진
pl: Marsz
pt: Março
ru: маршировать
th: มีนาคม
tr: Mart
vi: tháng Ba

# alt. month
source: April
ar: أبريل
es: abril
fr: avril
hi: अप्रैल
it: aprile
ja: 4月
ko: 4 월
pl: kwiecień
pt: abril
ru: апреля
th: เมษายน
tr: Nisan
vi: Tháng tư

# alt. month
source: May
ar: مايو
de: Kann
es: Mayo
fr: Mai
hi: मई
id: Mungkin
it: Maggio
ja: 五月
ko: 할 수있다
pl: Może
pt: Maio
ru: Может
th: อาจ
tr: Mayıs
vi: có thể

# alt. month
source: June
ar: يونيو
de: Juni
es: junio
fr: juin
hi: जून
id: Juni
it: giugno
ja: 六月
ko: 유월
pl: czerwiec
pt: Junho
ru: июнь
th: มิถุนายน
tr: Haziran
vi: Tháng sáu

# alt. month
source: July
ar: تموز
de: Juli
es: mes de julio
fr: juillet
hi: जुलाई
id: Juli
it: luglio
ja: 7月
ko: 칠월
pl: lipiec
pt: julho
ru: июль
th: กรกฎาคม
tr: Temmuz
vi: Tháng bảy

# alt. month
source: August
ar: أغسطس
es: agosto
fr: août
hi: अगस्त
id: Agustus
it: agosto
ja: 8月
ko: 팔월
pl: sierpień
pt: agosto
ru: август
th: สิงหาคม
tr: Ağustos
vi: tháng Tám

# alt. month
source: September
ar: شهر سبتمبر
es: septiembre
fr: septembre
hi: सितंबर
it: settembre
ja: 9月
ko: 구월
pl: wrzesień
pt: setembro
ru: сентябрь
th: กันยายน
tr: Eylül
vi: Tháng Chín

# alt. month
source: October
ar: اكتوبر
de: Oktober
es: octubre
fr: octobre
hi: अक्टूबर
id: Oktober
it: ottobre
ja: 10月
ko: 십월
pl: październik
pt: Outubro
ru: Октябрь
th: ตุลาคม
tr: Ekim
vi: Tháng Mười

# alt. month
source: November
ar: شهر نوفمبر
es: noviembre
fr: novembre
hi: नवंबर
it: novembre
ja: 11月
ko: 십일월
pl: listopad
pt: novembro
ru: Ноябрь
th: พฤศจิกายน
tr: Kasım
vi: Tháng mười một

# alt. month
source: December
ar: ديسمبر
de: Dezember
es: diciembre
fr: décembre
hi: दिसंबर
id: Desember
it: dicembre
ja: 12月
ko: 12 월
pl: grudzień
pt: dezembro
ru: Декабрь
th: ธันวาคม
tr: Aralık
vi: Tháng mười hai

source: This is not a valid IPv6 address.
ar: هذا ليس عنوان IPv6 صالحًا.
de: Dies ist keine gültige IPv6-Adresse.
es: Esta no es una dirección IPv6 válida.
fr: Il ne s&#39;agit pas d&#39;une adresse IPv6 valide.
hi: यह एक मान्य IPv6 पता नहीं है।
id: Ini bukan alamat IPv6 yang valid.
it: Questo non è un indirizzo IPv6 valido.
ja: これは有効なIPv6アドレスではありません。
ko: 유효한 IPv6 주소가 아닙니다.
pl: To nie jest prawidłowy adres IPv6.
pt: Este não é um endereço IPv6 válido.
ru: Это недействительный адрес IPv6.
th: นี่ไม่ใช่ที่อยู่ IPv6 ที่ถูกต้อง
tr: Bu geçerli bir IPv6 adresi değil.
vi: Đây không phải là địa chỉ IPv6 hợp lệ.

# String to return when truncating text
source: %(truncated_text)s…
ar: __النصوص المقطوعة__ ...
hi: __छंटनी_पाठ__…

source: or
ar: أو
de: oder
es: o
fr: ou alors
hi: या
id: atau
it: o
ja: または
ko: 또는
pl: lub
pt: ou
ru: или же
th: หรือ
tr: veya
vi: hoặc là

source: %d year
ar: %d عام
de: %d Jahr
es: %d año
fr: %d année
hi: __संख्या__ वर्ष
id: %d tahun
it: %d anno
ja: %d 年
ko: %d 년
pl: %d rok
pt: %d ano
ru: %d год
th: %d ปี
tr: %d yıl
vi: __số _ năm

source: %d month
ar: %d شهر
de: %d Monat
es: %d mes
fr: %d mois
hi: __संख्या__ माह
id: %d bulan
it: %d mese
ja: %d 月
ko: %d 월
pl: %d miesiąc
pt: %d mês
ru: %d месяцев
th: %d เดือน
tr: %d ay
vi: __số _ tháng

source: %d week
ar: %d الأسبوع
de: %d Woche
es: %d semana
fr: %d semaine
hi: __संख्या__ सप्ताह
id: %d minggu
it: %d settimana
ja: %d 週
ko: %d 주
pl: %d tydzień
pt: %d semana
ru: %d недель
th: %d สัปดาห์
tr: %d hafta
vi: %d tuần

source: %d day
ar: %d يوم
de: %d Tag
fr: %d jour
hi: __संख्या__ दिन
id: %d hari
it: %d giorno
ja: %d 日
ko: %d 일
pl: %d dzień
pt: %d dia
ru: %d день
th: %d วัน
tr: %d gün
vi: %d ngày

source: %d hour
ar: %d ساعة
de: %d Stunde
fr: %d heure
hi: __संख्या__ घंटा
id: %d jam
it: %d ora
ja: %d 時間
ko: %d 시간
pl: %d godzin
pt: %d hora
ru: %d час
th: %d ชั่วโมง
tr: %d saat
vi: %d giờ

source: %d minute
ar: %d دقيقة
es: %d minuto
fr: %d minutes
hi: __संख्या__ मिनट
id: %d menit
it: %d minuto
ja: %d 分
ko: %d 분
pl: %d minut
pt: %d minuto
ru: %d минут
th: %d นาที
tr: %d dakika
vi: %d phút

source: Forbidden
ar: ممنوع
de: verboten
es: Prohibido
fr: Interdit
hi: मना किया हुआ
id: Terlarang
it: Vietato
ja: 禁止
ko: 금지
pl: Zakazany
pt: Proibido
ru: Запрещенный
th: ต้องห้าม
tr: yasak
vi: Bị cấm

source: CSRF verification failed. Request aborted.
ar: فشل التحقق من CSRF. تم إحباط الطلب.
de: CSRF-Überprüfung fehlgeschlagen. Anfrage abgebrochen.
es: Falló la verificación de CSRF. Solicitud cancelada.
fr: La vérification CSRF a échoué. Demande abandonnée.
hi: सीएसआरएफ सत्यापन विफल। अनुरोध निरस्त किया गया।
id: Verifikasi CSRF gagal. Permintaan dibatalkan.
it: Verifica CSRF non riuscita. Richiesta interrotta.
ja: CSRF検証に失敗しました。リクエストは中止されました。
ko: CSRF 확인에 실패했습니다. 요청이 중단되었습니다.
pl: Weryfikacja CSRF nie powiodła się. Żądanie przerwane.
pt: A verificação de CSRF falhou. Solicitação abortada.
ru: Ошибка проверки CSRF. Запрос прерван.
th: การตรวจสอบ CSRF ล้มเหลว คำขอถูกยกเลิก
tr: CSRF doğrulaması başarısız oldu. İstek iptal edildi.
vi: Xác minh CSRF không thành công. Yêu cầu đã bị hủy bỏ.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: تشاهد هذه الرسالة لأن موقع HTTPS هذا يتطلب &quot;عنوان مرجعي&quot; ليتم إرساله بواسطة مستعرض الويب الخاص بك ، ولكن لم يتم إرسال أي شيء. هذا العنوان مطلوب لأسباب أمنية ، لضمان عدم اختراق متصفحك من قبل أطراف ثالثة.
de: Sie sehen diese Nachricht, weil für diese HTTPS-Site ein &quot;Referer-Header&quot; von Ihrem Webbrowser gesendet werden muss, aber keiner gesendet wurde. Dieser Header wird aus Sicherheitsgründen benötigt, um sicherzustellen, dass Ihr Browser nicht von Dritten gekapert wird.
es: Está viendo este mensaje porque este sitio HTTPS requiere que su navegador web envíe un &quot;encabezado de referencia&quot;, pero no se envió ninguno. Este encabezado es necesario por razones de seguridad, para garantizar que su navegador no sea secuestrado por terceros.
fr: Vous voyez ce message car ce site HTTPS nécessite l&#39;envoi d&#39;un « en-tête de référence » par votre navigateur Web, mais aucun n&#39;a été envoyé. Cet en-tête est requis pour des raisons de sécurité, afin de garantir que votre navigateur ne soit pas piraté par des tiers.
hi: आप यह संदेश इसलिए देख रहे हैं क्योंकि इस HTTPS साइट को आपके वेब ब्राउज़र द्वारा भेजे जाने के लिए &quot;रेफ़रल हेडर&quot; की आवश्यकता है, लेकिन कोई भी नहीं भेजा गया था। यह हेडर सुरक्षा कारणों से आवश्यक है, यह सुनिश्चित करने के लिए कि आपका ब्राउज़र तीसरे पक्ष द्वारा अपहृत नहीं किया जा रहा है।
id: Anda melihat pesan ini karena situs HTTPS ini memerlukan &quot;Header perujuk&quot; untuk dikirim oleh browser Web Anda, tetapi tidak ada yang terkirim. Header ini diperlukan untuk alasan keamanan, untuk memastikan bahwa browser Anda tidak dibajak oleh pihak ketiga.
it: Visualizzi questo messaggio perché questo sito HTTPS richiede che il tuo browser Web invii un&#39;&quot;intestazione di riferimento&quot;, ma non ne è stata inviata nessuna. Questa intestazione è necessaria per motivi di sicurezza, per garantire che il tuo browser non venga dirottato da terzi.
ja: このHTTPSサイトでは、Webブラウザから「リファラーヘッダー」を送信する必要がありますが、何も送信されていないため、このメッセージが表示されます。このヘッダーは、ブラウザが第三者に乗っ取られないようにするために、セキュリティ上の理由から必要です。
ko: 이 HTTPS 사이트는 웹 브라우저에서 &quot;참조 헤더&quot;를 보내야 하지만 아무 것도 보내지 않았기 때문에 이 메시지가 표시됩니다. 이 헤더는 보안상의 이유로 브라우저가 제3자에 의해 하이재킹되지 않도록 하기 위해 필요합니다.
pl: Widzisz ten komunikat, ponieważ ta witryna HTTPS wymaga wysłania przez przeglądarkę „nagłówka odsyłającego”, ale żaden nie został wysłany. Ten nagłówek jest wymagany ze względów bezpieczeństwa, aby zapewnić, że Twoja przeglądarka nie zostanie przejęta przez osoby trzecie.
pt: Você está vendo esta mensagem porque este site HTTPS requer que um “cabeçalho de referência” seja enviado por seu navegador da Web, mas nenhum foi enviado. Este cabeçalho é necessário por razões de segurança, para garantir que seu navegador não seja sequestrado por terceiros.
ru: Вы видите это сообщение, потому что этот HTTPS-сайт требует, чтобы ваш веб-браузер послал заголовок Referer, но он не был отправлен. Этот заголовок требуется по соображениям безопасности, чтобы гарантировать, что ваш браузер не будет взломан третьими лицами.
th: คุณเห็นข้อความนี้เนื่องจากไซต์ HTTPS นี้ต้องการ &quot;ส่วนหัวอ้างอิง&quot; ที่จะส่งโดยเว็บเบราว์เซอร์ของคุณ แต่ไม่มีการส่ง ส่วนหัวนี้จำเป็นสำหรับเหตุผลด้านความปลอดภัย เพื่อให้แน่ใจว่าเบราว์เซอร์ของคุณจะไม่ถูกขโมยโดยบุคคลที่สาม
tr: Bu mesajı görüyorsunuz çünkü bu HTTPS sitesi, Web tarayıcınız tarafından bir &quot;Yönlendiren başlığı&quot; gönderilmesini gerektiriyor, ancak hiçbiri gönderilmedi. Bu başlık, güvenlik nedenleriyle, tarayıcınızın üçüncü şahıslar tarafından ele geçirilmediğinden emin olmak için gereklidir.
vi: Bạn thấy thông báo này vì trang web HTTPS này yêu cầu trình duyệt Web của bạn gửi “Tiêu đề giới thiệu”, nhưng không có thông báo nào được gửi. Tiêu đề này là bắt buộc vì lý do bảo mật, để đảm bảo rằng trình duyệt của bạn không bị các bên thứ ba chiếm quyền điều khiển.
