Repository: rahberabbas/tiktok_downlader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi

source: No use of Tiksss.com logo or other artwork will be allowed for linking absent a trademark license agreement.
ar: لن يُسمح باستخدام شعار Tiksss.com أو أي عمل فني آخر لربط غياب اتفاقية ترخيص العلامة التجارية.
de: Ohne eine Markenlizenzvereinbarung ist die Verwendung des Tiksss.com-Logos oder anderer Grafiken zum Verlinken nicht gestattet.
es: No se permitirá el uso del logotipo de Tiksss.com u otra obra de arte para vincular sin un acuerdo de licencia de marca registrada.
fr: Aucune utilisation du logo Tiksss.com ou d&#39;autres illustrations ne sera autorisée pour le lien en l&#39;absence d&#39;un accord de licence de marque.
hi: अनुपस्थित ट्रेडमार्क लाइसेंस समझौते को जोड़ने के लिए Tiksss.com लोगो या अन्य कलाकृति के उपयोग की अनुमति नहीं दी जाएगी।
id: Tidak ada penggunaan logo Tiksss.com atau karya seni lainnya yang diizinkan untuk menghubungkan jika tidak ada perjanjian lisensi merek dagang.
it: Non sarà consentito l&#39;uso del logo Tiksss.com o di altre opere d&#39;arte per il collegamento in assenza di un accordo di licenza del marchio.
ja: 商標使用許諾契約がない限り、リンクにTiksss.comのロゴやその他のアートワークを使用することはできません。
ko: 상표 사용권 계약이 없는 경우 링크에 Tiksss.com 로고 또는 기타 삽화를 사용할 수 없습니다.
pl: Zabrania się używania logo Tiksss.com lub innej grafiki w celu łączenia bez umowy licencyjnej na znak towarowy.
pt: Nenhum uso do logotipo da Tiksss.com ou outra arte será permitido para links na ausência de um contrato de licença de marca registrada.
ru: Не допускается использование логотипа Tiksss.com или других иллюстраций для ссылки при отсутствии лицензионного соглашения на товарный знак.
th: ไม่อนุญาตให้ใช้โลโก้ Tiksss.com หรืองานศิลปะอื่น ๆ สำหรับการเชื่อมโยงหากไม่มีข้อตกลงใบอนุญาตเครื่องหมายการค้า
tr: Tiksss.com logosunun veya diğer sanat eserlerinin, ticari marka lisans sözleşmesi olmadan bağlantı oluşturmak için kullanılmasına izin verilmeyecektir.
vi: Không được phép sử dụng biểu tượng Tiksss.com hoặc các tác phẩm nghệ thuật khác để liên kết mà không có thỏa thuận cấp phép nhãn hiệu.

source: iFrames
ar: إطارات iFrames
fr: iFrame
hi: आईफ्रेम्स
id: iFrame
it: iFrame
ja: iFrame
ko: 아이프레임
pl: iFrame
tr: iFrame&#39;ler

source: Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website
ar: بدون موافقة مسبقة وإذن كتابي ، لا يجوز لك إنشاء إطارات حول صفحات الويب الخاصة بنا والتي تغير بأي شكل من الأشكال العرض التقديمي المرئي لموقعنا أو مظهره.
de: Ohne vorherige Zustimmung und schriftliche Genehmigung dürfen Sie keine Frames um unsere Webseiten erstellen, die die visuelle Darstellung oder das Erscheinungsbild unserer Website in irgendeiner Weise verändern
es: Sin la aprobación previa y el permiso por escrito, no puede crear marcos alrededor de nuestras páginas web que alteren de alguna manera la presentación visual o la apariencia de nuestro sitio web.
fr: Sans approbation préalable et autorisation écrite, vous ne pouvez pas créer de cadres autour de nos pages Web qui modifient de quelque manière que ce soit la présentation visuelle ou l&#39;apparence de notre site Web.
hi: पूर्व स्वीकृति और लिखित अनुमति के बिना, आप हमारे वेबपेजों के चारों ओर ऐसे फ्रेम नहीं बना सकते हैं जो हमारी वेबसाइट की दृश्य प्रस्तुति या उपस्थिति में किसी भी तरह से बदलाव करते हैं।
id: Tanpa persetujuan dan izin tertulis sebelumnya, Anda tidak boleh membuat bingkai di sekitar Halaman Web kami yang mengubah presentasi visual atau tampilan Situs Web kami dengan cara apa pun.
it: Senza previa approvazione e autorizzazione scritta, non è possibile creare cornici attorno alle nostre pagine Web che alterano in alcun modo la presentazione visiva o l&#39;aspetto del nostro sito Web
ja: 事前の承認と書面による許可なしに、当社のWebページの視覚的表現または外観を変更するフレームを当社のWebページの周囲に作成することはできません。
ko: 사전 승인 및 서면 허가 없이는 웹사이트의 시각적 표현이나 모양을 변경하는 프레임을 웹페이지 주변에 만들 수 없습니다.
pl: Bez uprzedniej zgody i pisemnej zgody nie wolno tworzyć ramek wokół naszych stron internetowych, które w jakikolwiek sposób zmieniają wizualną prezentację lub wygląd naszej witryny
pt: Sem a aprovação prévia e permissão por escrito, você não pode criar quadros em torno de nossas páginas da Web que alterem de qualquer forma a apresentação visual ou aparência de nosso site
ru: Без предварительного одобрения и письменного разрешения вы не можете создавать вокруг наших веб-страниц фреймы, которые каким-либо образом изменяют визуальное представление или внешний вид нашего веб-сайта.
th: โดยไม่ได้รับอนุญาตล่วงหน้าและได้รับอนุญาตเป็นลายลักษณ์อักษร คุณไม่สามารถสร้างเฟรมรอบ ๆ หน้าเว็บของเราที่เปลี่ยนแปลงการนำเสนอด้วยภาพหรือลักษณะที่ปรากฏของเว็บไซต์ของเราในทางใดทางหนึ่ง
tr: Önceden onay ve yazılı izin olmaksızın, Web Sayfalarımızın çevresinde, Web Sitemizin görsel sunumunu veya görünümünü herhangi bir şekilde değiştiren çerçeveler oluşturamazsınız.
vi: Nếu không có sự chấp thuận trước và cho phép bằng văn bản, bạn không được tạo các khung xung quanh các Trang web của chúng tôi làm thay đổi cách trình bày hoặc hình thức trực quan của Trang web của chúng tôi

source: Content Liability
ar: المسؤولية عن المحتوى
de: Inhaltliche Haftung
es: Responsabilidad del contenido
fr: Responsabilité du contenu
hi: सामग्री दायित्व
id: Tanggung Jawab Konten
it: Responsabilità per i contenuti
ja: コンテンツの責任
ko: 내용 책임
pl: Odpowiedzialność za treść
pt: Responsabilidade de Conteúdo
ru: Ответственность за содержание
th: ความรับผิดในเนื้อหา
tr: İçerik Sorumluluğu
vi: Trách nhiệm về Nội dung

source: We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights
ar: لن نتحمل المسؤولية عن أي محتوى يظهر على موقع الويب الخاص بك. أنت توافق على حمايتنا والدفاع عنا ضد جميع المطالبات التي تنشأ على موقع الويب الخاص بك. يجب ألا يظهر أي رابط (روابط) على أي موقع ويب يمكن تفسيره على أنه تشهيري أو فاحش أو إجرامي ، أو ينتهك أو ينتهك أو يدعو إلى التعدي أو انتهاك أي حقوق طرف ثالث
de: Wir übernehmen keine Verantwortung für Inhalte, die auf Ihrer Website erscheinen. Sie erklären sich damit einverstanden, uns gegen alle Ansprüche zu schützen und zu verteidigen, die auf Ihrer Website erhoben werden. Auf keiner Website dürfen Links erscheinen, die als verleumderisch, obszön oder kriminell interpretiert werden können oder die Rechte Dritter verletzen, anderweitig verletzen oder deren Verletzung oder andere Verletzung befürworten
es: No seremos responsables de ningún contenido que aparezca en su sitio web. Usted acepta protegernos y defendernos contra todas las reclamaciones que surjan en su sitio web. Ningún enlace (s) debe aparecer en ningún sitio web que pueda ser interpretado como difamatorio, obsceno o criminal, o que infrinja, de otra manera viole o defienda la infracción u otra violación de los derechos de terceros.
fr: Nous ne serons pas tenus responsables du contenu qui apparaît sur votre site Web. Vous acceptez de nous protéger et de nous défendre contre toutes les réclamations qui surviennent sur votre site Web. Aucun lien ne doit apparaître sur un site Web pouvant être interprété comme diffamatoire, obscène ou criminel, ou qui enfreint, viole ou préconise la violation ou toute autre violation des droits de tiers.
hi: आपकी वेबसाइट पर दिखाई देने वाली किसी भी सामग्री के लिए हम जिम्मेदार नहीं होंगे। आप अपनी वेबसाइट पर उठने वाले सभी दावों से हमें बचाने और बचाव करने के लिए सहमत हैं। किसी भी वेबसाइट पर कोई लिंक नहीं दिखना चाहिए, जिसकी व्याख्या अपमानजनक, अश्लील या अपराधी के रूप में की जा सकती है, या जो उल्लंघन करती है, अन्यथा उल्लंघन करती है, या किसी तीसरे पक्ष के अधिकारों के उल्लंघन या अन्य उल्लंघन की वकालत करती है।
id: Kami tidak akan bertanggung jawab atas konten apa pun yang muncul di Situs Web Anda. Anda setuju untuk melindungi dan membela kami dari semua klaim yang muncul di Situs Web Anda. Tidak boleh ada tautan yang muncul di Situs Web mana pun yang dapat ditafsirkan sebagai fitnah, cabul, atau kriminal, atau yang melanggar, jika tidak, melanggar, atau mendukung pelanggaran atau pelanggaran lain terhadap, hak pihak ketiga mana pun
it: Non saremo ritenuti responsabili per qualsiasi contenuto che appare sul tuo sito web. Accetti di proteggerci e difenderci da tutte le rivendicazioni che stanno sorgendo sul tuo sito web. Nessun collegamento deve apparire su qualsiasi sito Web che possa essere interpretato come diffamatorio, osceno o criminale, o che violi, violi in altro modo o sostenga la violazione o altra violazione di diritti di terzi
ja: 当社は、お客様のWebサイトに表示されるコンテンツについて責任を負わないものとします。あなたはあなたのウェブサイトで起きているすべての主張から私たちを保護し、守ることに同意します。猥褻、猥褻、または犯罪と解釈される可能性のある、または第三者の権利を侵害する、さもなければ侵害する、または侵害またはその他の侵害を主張するリンクは、いかなるWebサイトにも表示されるべきではありません。
ko: 당사는 귀하의 웹사이트에 나타나는 콘텐츠에 대해 책임을 지지 않습니다. 귀하는 귀하의 웹사이트에서 제기되는 모든 청구로부터 당사를 보호하고 방어하는 데 동의합니다. 비방, 외설 또는 범죄로 해석될 수 있거나 제3자의 권리를 침해하거나 위반하거나 침해 또는 기타 위반을 옹호하는 링크가 웹사이트에 표시되어서는 안 됩니다.
pl: Nie ponosimy odpowiedzialności za treści, które pojawiają się w Twojej Witrynie. Zgadzasz się chronić i bronić nas przed wszelkimi roszczeniami, które pojawiają się w Twojej Witrynie. Żadne linki nie powinny pojawiać się w żadnej Witrynie, która może zostać zinterpretowana jako oszczercza, obsceniczna lub kryminalna, lub która narusza, w inny sposób narusza lub popiera naruszenie lub inne naruszenie jakichkolwiek praw osób trzecich
pt: Não seremos responsáveis por qualquer conteúdo que apareça em seu site. Você concorda em nos proteger e nos defender contra todas as reclamações que estão aumentando em seu site. Nenhum link deve aparecer em qualquer site que possa ser interpretado como difamatório, obsceno ou criminoso, ou que infrinja, de outra forma viole ou defenda a violação ou outra violação de quaisquer direitos de terceiros
ru: Мы не несем ответственности за любой контент, который появляется на вашем веб-сайте. Вы соглашаетесь защищать нас от всех претензий, возникающих на вашем веб-сайте. На любом веб-сайте не должны появляться ссылки, которые могут быть истолкованы как клеветнические, непристойные или преступные, или которые нарушают, иным образом нарушают или пропагандируют нарушение или иное нарушение прав третьих лиц
th: เราจะไม่รับผิดชอบต่อเนื้อหาใด ๆ ที่ปรากฏบนเว็บไซต์ของคุณ คุณตกลงที่จะปกป้องและปกป้องเราจากการเรียกร้องทั้งหมดที่เกิดขึ้นบนเว็บไซต์ของคุณ ลิงก์ไม่ควรปรากฏบนเว็บไซต์ใด ๆ ที่อาจตีความได้ว่าเป็นการหมิ่นประมาท ลามกอนาจารหรือความผิดทางอาญา หรือที่ละเมิด ละเมิด หรือสนับสนุนการละเมิดหรือการละเมิดสิทธิของบุคคลที่สาม
tr: Web Sitenizde görünen herhangi bir içerikten sorumlu tutulamayız. Web Sitenizde ortaya çıkan tüm iddialara karşı bizi korumayı ve savunmayı kabul ediyorsunuz. Herhangi bir Web sitesinde iftira niteliğinde, müstehcen veya suçlu olarak yorumlanabilecek veya herhangi bir üçüncü taraf hakkını ihlal eden, başka bir şekilde ihlal eden veya ihlal veya diğer ihlalleri savunan hiçbir bağlantı görünmemelidir.
vi: Chúng tôi sẽ không chịu trách nhiệm về bất kỳ nội dung nào xuất hiện trên Trang web của bạn. Bạn đồng ý bảo vệ và bảo vệ chúng tôi trước tất cả các khiếu nại đang gia tăng trên Trang web của bạn. Không (các) liên kết sẽ xuất hiện trên bất kỳ Trang web nào có thể được hiểu là bôi nhọ, tục tĩu hoặc tội phạm, hoặc vi phạm, nếu không thì vi phạm hoặc ủng hộ việc vi phạm hoặc vi phạm khác, bất kỳ quyền nào của bên thứ ba

source: Your Privacy
ar: خصوصيتك
de: Ihre Privatsphäre
es: Tu privacidad
fr: Votre vie privée
hi: आपकी गोपनीयता
id: Privasi Anda
it: La tua privacy
ja: あなたのプライバシー
ko: 귀하의 개인 정보
pl: Twoja prywatność
pt: Sua privacidade
ru: Ваша конфиденциальность
th: ความเป็นส่วนตัวของคุณ
tr: Gizliliğiniz
vi: Quyền riêng tư của bạn

source: Please read Privacy Policy
ar: يرجى قراءة سياسة الخصوصية
de: Bitte lesen Sie die Datenschutzerklärung
es: Por favor lea la política de privacidad.
fr: Veuillez lire la politique de confidentialité
hi: कृपया गोपनीयता नीति पढ़ें
id: Silakan baca Kebijakan Privasi
it: Si prega di leggere l&#39;informativa sulla privacy
ja: プライバシーポリシーをお読みください
ko: 개인 정보 보호 정책을 읽으십시오
pl: Prosimy o zapoznanie się z Polityką prywatności
pt: Por favor, leia a Política de Privacidade
ru: Пожалуйста, прочтите Политику конфиденциальности
th: โปรดอ่านนโยบายความเป็นส่วนตัว
tr: Lütfen Gizlilik Politikasını okuyun
vi: Vui lòng đọc Chính sách quyền riêng tư

source: Reservation of Rights
ar: تحفظ الحقوق
de: Rechtevorbehalt
es: Reserva de derechos
fr: Réserve de droits
hi: अधिकारों का आरक्षण
id: Reservasi Hak
it: Riserva di diritti
ja: 権利の留保
ko: 권리 유보
pl: Zastrzeżenie praw
pt: Reserva de direitos
ru: Сохранение прав
th: สงวนสิทธิ์
tr: Hakların Saklanması
vi: Bảo lưu quyền

source: We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions
ar: نحتفظ بالحق في مطالبتك بإزالة جميع الروابط أو أي رابط معين إلى موقعنا. أنت توافق على إزالة جميع الروابط إلى موقعنا على الفور عند الطلب. نحتفظ أيضًا بالحق في تعديل هذه الشروط والأحكام وسياسة الربط الخاصة بها في أي وقت. من خلال الارتباط المستمر بموقعنا ، فإنك توافق على الالتزام بشروط وأحكام الربط هذه واتباعها
de: Wir behalten uns das Recht vor, Sie aufzufordern, alle Links oder einen bestimmten Link zu unserer Website zu entfernen. Sie stimmen zu, auf Anfrage alle Links zu unserer Website unverzüglich zu entfernen. Wir behalten uns außerdem das Recht vor, diese Allgemeinen Geschäftsbedingungen und ihre Verlinkungsrichtlinien jederzeit zu ändern. Durch die ständige Verknüpfung mit unserer Website erklären Sie sich damit einverstanden, an diese Verknüpfungsbedingungen gebunden zu sein und sie zu befolgen
es: Nos reservamos el derecho de solicitar que elimine todos los enlaces o cualquier enlace en particular a nuestro sitio web. Usted aprueba eliminar inmediatamente todos los enlaces a nuestro sitio web cuando lo solicite. También nos reservamos el derecho de modificar estos términos y condiciones y su política de vinculación en cualquier momento. Al vincular continuamente a nuestro sitio web, usted acepta estar vinculado y seguir estos términos y condiciones de vinculación.
fr: Nous nous réservons le droit de vous demander de supprimer tous les liens ou tout lien particulier vers notre site Web. Vous acceptez de supprimer immédiatement tous les liens vers notre site Web sur demande. Nous nous réservons également le droit de modifier ces termes et conditions et sa politique de liaison à tout moment. En vous connectant en permanence à notre site Web, vous acceptez d&#39;être lié et de suivre ces termes et conditions de liaison.
hi: हम अनुरोध करने का अधिकार सुरक्षित रखते हैं कि आप हमारी वेबसाइट के सभी लिंक या किसी विशेष लिंक को हटा दें। आप अनुरोध पर हमारी वेबसाइट के सभी लिंक को तुरंत हटाने की स्वीकृति देते हैं। हम किसी भी समय इन नियमों और शर्तों और इसकी लिंकिंग नीति में संशोधन करने का अधिकार सुरक्षित रखते हैं। हमारी वेबसाइट से लगातार लिंक करके, आप इन लिंकिंग नियमों और शर्तों के लिए बाध्य होने और उनका पालन करने के लिए सहमत हैं
id: Kami berhak untuk meminta Anda menghapus semua tautan atau tautan tertentu ke Situs Web kami. Anda menyetujui untuk segera menghapus semua tautan ke Situs Web kami berdasarkan permintaan. Kami juga berhak untuk mengubah syarat dan ketentuan ini dan kebijakan tautannya kapan saja. Dengan terus menautkan ke Situs Web kami, Anda setuju untuk terikat dan mengikuti syarat dan ketentuan penautan ini
it: Ci riserviamo il diritto di richiedere all&#39;utente di rimuovere tutti i collegamenti o qualsiasi collegamento particolare al nostro sito Web. L&#39;utente approva la rimozione immediata di tutti i collegamenti al nostro sito Web su richiesta. Ci riserviamo inoltre il diritto di modificare questi termini e condizioni e la sua politica di collegamento in qualsiasi momento. Collegandoti continuamente al nostro sito Web, accetti di essere vincolato e seguire questi termini e condizioni di collegamento
ja: 当社は、当社のウェブサイトへのすべてのリンクまたは特定のリンクの削除を要求する権利を留保します。あなたは、要求に応じて、当社のウェブサイトへのすべてのリンクを直ちに削除することを承認します。また、これらの利用規約およびリンクポリシーをいつでも修正する権利を留保します。当社のウェブサイトに継続的にリンクすることにより、お客様はこれらのリンク条件に拘束され、それに従うことに同意するものとします。
ko: 당사는 귀하에게 당사 웹사이트에 대한 모든 링크 또는 특정 링크를 제거하도록 요청할 권리가 있습니다. 귀하는 요청 시 당사 웹사이트에 대한 모든 링크를 즉시 제거하는 데 동의합니다. 우리는 또한 이 이용 약관과 연결 정책을 언제든지 수정할 수 있는 권리를 보유합니다. 당사 웹사이트에 지속적으로 연결함으로써 귀하는 이러한 연결 이용약관을 준수하는 데 동의합니다.
pl: Zastrzegamy sobie prawo do żądania usunięcia wszystkich linków lub konkretnego linku do naszej Witryny. Wyrażasz zgodę na natychmiastowe usunięcie wszystkich linków do naszej Witryny na żądanie. Zastrzegamy sobie również prawo do zmiany niniejszych warunków i zasad dotyczących linków w dowolnym momencie. Poprzez ciągłe łączenie się z naszą Witryną, zgadzasz się na przestrzeganie niniejszych warunków łączenia i przestrzeganie tych zasad i warunków
pt: Nós nos reservamos o direito de solicitar que você remova todos os links ou qualquer link específico para o nosso site. Você aprova a remoção imediata de todos os links para nosso site, mediante solicitação. Também nos reservamos o direito de amenizar estes termos e condições e sua política de vinculação a qualquer momento. Ao conectar-se continuamente ao nosso site, você concorda em se comprometer e seguir estes termos e condições de vinculação
ru: Мы оставляем за собой право потребовать, чтобы вы удалили все ссылки или любую конкретную ссылку на наш веб-сайт. Вы соглашаетесь немедленно удалить все ссылки на наш веб-сайт по запросу. Мы также оставляем за собой право вносить изменения в эти положения и условия, а также политику в отношении ссылок в любое время. Постоянно ссылаясь на наш веб-сайт, вы соглашаетесь соблюдать эти условия и положения по размещению ссылок.
th: เราขอสงวนสิทธิ์ในการขอให้คุณลบลิงค์ทั้งหมดหรือลิงค์ใด ๆ ที่มายังเว็บไซต์ของเรา คุณอนุมัติให้ลบลิงก์ทั้งหมดไปยังเว็บไซต์ของเราทันทีเมื่อมีการร้องขอ เราขอสงวนสิทธิ์ในการแก้ไขข้อกำหนดและเงื่อนไขเหล่านี้และเป็นนโยบายที่เชื่อมโยงได้ตลอดเวลา โดยการเชื่อมโยงอย่างต่อเนื่องกับเว็บไซต์ของเรา คุณตกลงที่จะผูกพันและปฏิบัติตามข้อกำหนดและเงื่อนไขการเชื่อมโยงเหล่านี้
tr: Web Sitemize olan tüm bağlantıları veya belirli bir bağlantıyı kaldırmanızı talep etme hakkımızı saklı tutarız. Talep üzerine Web Sitemize olan tüm bağlantıları derhal kaldırmayı onaylıyorsunuz. Ayrıca, bu hüküm ve koşulları ve bağlantı politikasını herhangi bir zamanda değiştirme hakkını saklı tutarız. Web Sitemize sürekli olarak bağlanarak, bu bağlantı şart ve koşullarına bağlı kalmayı ve bunlara uymayı kabul etmektesiniz.
vi: Chúng tôi có quyền yêu cầu bạn xóa tất cả các liên kết hoặc bất kỳ liên kết cụ thể nào đến Trang web của chúng tôi. Bạn chấp thuận xóa ngay lập tức tất cả các liên kết đến Trang web của chúng tôi theo yêu cầu. Chúng tôi cũng có quyền tuân theo các điều khoản và điều kiện này và chính sách liên kết của nó bất cứ lúc nào. Bằng cách liên tục liên kết đến Trang web của chúng tôi, bạn đồng ý bị ràng buộc và tuân theo các điều khoản và điều kiện liên kết này

source: Removal of links from our website
ar: إزالة الروابط من موقعنا
de: Entfernung von Links von unserer Website
es: Eliminación de enlaces de nuestro sitio web
fr: Suppression des liens de notre site Web
hi: हमारी वेबसाइट से लिंक हटाना
id: Penghapusan tautan dari situs web kami
it: Rimozione di link dal nostro sito web
ja: 当社のウェブサイトからのリンクの削除
ko: 당사 웹사이트에서 링크 제거
pl: Usuwanie linków z naszej strony internetowej
pt: Remoção de links do nosso site
ru: Удаление ссылок с нашего сайта
th: การลบลิงค์ออกจากเว็บไซต์ของเรา
tr: Web sitemizden bağlantıların kaldırılması
vi: Xóa các liên kết khỏi trang web của chúng tôi

source: If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly
ar: إذا وجدت أي رابط على موقعنا مسيء لأي سبب من الأسباب ، فأنت حر في الاتصال وإبلاغنا في أي لحظة. سننظر في طلبات إزالة الروابط ولكننا لسنا ملزمين بذلك أو بالرد عليك مباشرة
de: Wenn Sie einen Link auf unserer Website finden, der aus irgendeinem Grund anstößig ist, können Sie uns jederzeit kontaktieren und informieren. Wir werden Anfragen zur Entfernung von Links berücksichtigen, sind jedoch nicht verpflichtet, Ihnen direkt zu antworten
es: Si encuentra algún enlace en nuestro sitio web que sea ofensivo por cualquier motivo, puede contactarnos e informarnos en cualquier momento. Consideraremos las solicitudes para eliminar enlaces, pero no estamos obligados a hacerlo ni a responderle directamente.
fr: Si vous trouvez sur notre site Web un lien offensant pour quelque raison que ce soit, vous êtes libre de nous contacter et de nous en informer à tout moment. Nous examinerons les demandes de suppression de liens, mais nous ne sommes pas obligés de vous répondre directement.
hi: यदि आपको हमारी वेबसाइट पर कोई ऐसा लिंक मिलता है जो किसी भी कारण से आपत्तिजनक है, तो आप किसी भी क्षण हमसे संपर्क करने और सूचित करने के लिए स्वतंत्र हैं। हम लिंक को हटाने के अनुरोधों पर विचार करेंगे, लेकिन हम या तो या सीधे आपको जवाब देने के लिए बाध्य नहीं हैं
id: Jika Anda menemukan tautan apa pun di Situs Web kami yang menyinggung karena alasan apa pun, Anda bebas untuk menghubungi dan memberi tahu kami kapan saja. Kami akan mempertimbangkan permintaan untuk menghapus tautan tetapi kami tidak berkewajiban untuk atau lebih atau untuk menanggapi Anda secara langsung
it: Se trovi un collegamento sul nostro sito Web che è offensivo per qualsiasi motivo, sei libero di contattarci e informarci in qualsiasi momento. Prenderemo in considerazione le richieste di rimozione dei collegamenti ma non siamo obbligati a farlo o a risponderti direttamente
ja: 当社のウェブサイトで何らかの理由で不快なリンクを見つけた場合は、いつでも自由に連絡してお知らせください。リンクの削除リクエストを検討しますが、そのような義務はなく、直接返信する義務もありません。
ko: 어떤 이유로든 우리 웹사이트에서 불쾌감을 주는 링크를 발견하면 언제든지 저희에게 연락하여 알려 주십시오. 링크 제거 요청을 고려할 것이지만 귀하에게 직접 응답하거나 그렇게 할 의무는 없습니다.
pl: Jeśli znajdziesz w naszej Witrynie link, który jest obraźliwy z jakiegokolwiek powodu, możesz w każdej chwili skontaktować się z nami i poinformować nas o tym. Rozpatrzymy prośby o usunięcie linków, ale nie jesteśmy do tego zobowiązani ani do udzielania bezpośredniej odpowiedzi or
pt: Se você encontrar algum link em nosso site que seja ofensivo por qualquer motivo, você está à vontade para entrar em contato e nos informar a qualquer momento. Consideraremos as solicitações de remoção de links, mas não somos obrigados a isso ou a responder diretamente a você
ru: Если вы найдете на нашем веб-сайте какую-либо ссылку, которая является оскорбительной по какой-либо причине, вы можете связаться с нами и сообщить нам в любой момент. Мы рассмотрим запросы на удаление ссылок, но мы не обязаны отвечать вам напрямую.
th: หากคุณพบลิงก์ใด ๆ บนเว็บไซต์ของเราที่ไม่เหมาะสมไม่ว่าด้วยเหตุผลใดก็ตาม คุณสามารถติดต่อและแจ้งให้เราทราบได้ทุกเมื่อ เราจะพิจารณาคำขอให้ลบลิงก์ แต่เราไม่ผูกพันหรือตอบกลับคุณโดยตรง
tr: Web Sitemizde herhangi bir nedenle saldırgan bir bağlantı bulursanız, istediğiniz zaman bizimle iletişime geçebilir ve bizi bilgilendirebilirsiniz. Bağlantıları kaldırma isteklerini dikkate alacağız, ancak size doğrudan yanıt vermekle yükümlü değiliz.
vi: Nếu bạn tìm thấy bất kỳ liên kết nào trên Trang web của chúng tôi gây khó chịu vì bất kỳ lý do gì, bạn có thể liên hệ và thông báo cho chúng tôi bất cứ lúc nào. Chúng tôi sẽ xem xét các yêu cầu xóa liên kết nhưng chúng tôi không có nghĩa vụ phải trả lời bạn trực tiếp
